{
    "DOI": [
        "10.1021/acsnano.5b06675"
    ],
    "Journal": "ACS Nano",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sulfur-porous carbon nanotube (S-PCNT) composites are proposed as cathode materials for advanced lithium–sulfur (Li–S) batteries. Abundant mesopores are introduced to superaligned carbon nanotubes (SACNTs) through controlled oxidation in air to obtain porous carbon nanotubes (PCNTs). Compared to original SACNTs, improved dispersive behavior, enhanced conductivity, and higher mechanical strength are demonstrated in PCNTs. Meanwhile, high flexibility and sufficient intertube interaction are preserved in PCNTs to support binder-free and flexible electrodes. Additionally, several attractive features, including high surface area and abundant adsorption points on tubes, are introduced, which allow high sulfur loading, provide dual protection to sulfur cathode materials, and consequently alleviate the capacity fade especially during slow charge/discharge processes. When used as cathodes for Li–S batteries, a high sulfur loading of 60 wt % is achieved, with excellent reversible capacities of 866 and 526 mAh g–1 based on the weights of sulfur and electrode, respectively, after 100 cycles at a slow charge/discharge rate of 0.1C, revealing efficient suppression of polysulfide dissolution. Even with a high sulfur loading of 70 wt %, the S-PCNT composite maintains capacities of 760 and 528 mAh g–1 based on the weights of sulfur and electrode, respectively, after 100 cycles at 0.1C, outperforming the current state-of-the-art sulfur cathodes. Improved high-rate capability is also delivered by the S-PCNT composites, revealing their potentials as high-performance carbon–sulfur composite cathodes for Li–S batteries."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Lithium–sulfur (Li–S) batteries are considered as a promising candidate to replace current Li-ion batteries (LIBs) due to their low cost, benign environmental effects, high specific capacity (1675 mAh g–1), and high energy density (2600 Wh kg–1). Commercialization of current sulfur cathodes generally suffers from fast capacity degradation and poor Coulombic efficiency originated from the dissolution of intermediate discharge products (polysulfides, Li2S4–8) in the electrolyte. The polysulfide dissolution causes loss of active sulfur and suppresses its deep lithiation, which becomes especially severe during slow charge–discharge processes and deteriorates the electrochemical performances at low cycling rates. Besides, compared to commercial LIB cathodes mostly with loading of active materials larger than 80 wt %, it is quite difficult to achieve high sulfur loading due to its low conductivity (5 × 10–30 S cm–1). Currently reported sulfur cathodes with encouraging electrochemical performances had sulfur loadings mostly around or even smaller than 50 wt %. A further increase of sulfur content in cathodes could cause severe polarization, poor cycling stability, low capacity, and decreased Coulombic efficiency. Therefore, it is of urgent need to fabricate cathodes with high sulfur loading, high capacities, and large capacity reversibility simultaneously.",
                "Carbon-based materials with optimal porosity and high surface area, such as mesoporous carbons, graphene, porous carbon nanofibers, and carbon spheres, have been widely used to accommodate sulfur and constrain polysulfides via physisorbtion. Among these porous structures, those with mesoporosity are considered of great promise due to their proper pore size and large overall pore volume, which ensure electrolyte access for fast lithium transport, provide abundant adsorption points for high sulfur loading, and alleviate active material loss via physical adsorption. Improved cyclic stability and high Coulombic efficiency were reported in these mesoporous structures; however, most of them were designed into powder-like morphologies with limited interior interaction. Therefore, the use of polymeric binders and carbon black additives was required to ensure the mechanical stability and electrical connectivity in the electrode. Unlike in LIBs, where binders effectively hold the active materials without interrupting the electrochemical process, binders in Li–S batteries could play a critical role in the cell performance. As the structure and morphology change upon cycling, binders cannot hold all the active materials, especially the soluble polysulfides. Instead, they could become “dead” sites for the electrochemical reactions that can deteriorate the cell performance. Therefore, it is important to develop binder-free sulfur cathodes in order to facilitate green fabrication processes, allow high active material loading, increase electronic conductivity, and achieve excellent electrochemical performances.",
                "Carboneous materials fabricated into various morphologies, including carbon fibers, vertically aligned carbon nanotubes, carbon nanotubes, and graphene, have been utilized as supportive skeletons to construct integrated binder-free carbon–sulfur composites, of which the ones based on superaligned carbon nanotubes (SACNTs) have shown unique advantages. On the basis of many attractive characteristics, including large aspect ratio (>104), clean surface, and strong intertube interaction, SACNTs have been widely used to support binder-free electrodes in LIBs. Binder-free sulfur electrodes were also developed via a facile ultrasonication-assisted method. Excellent high rate performance was obtained in the S-SACNT composite due to the highly conductive SACNTs and efficient electrolyte infiltration. The absorption ability of the SACNT framework also localized sulfur and its lithiation products and therefore suppressed the polysulfide migration. However, only a small sulfur loading of around 50 wt % was achievable in order to retain microstructural homogeneity, high conductivity, and stable cycling behaviors. Besides, the cycling stability at lower rates such as 0.1C/0.2C was unsatisfactory, possibly because of the obvious loss of active materials in prolonged charge/discharge processes.",
                "In order to achieve high sulfur loading and promote the cycling performances, the advantages of mesoporosity and binder-free electrodes were combined in this work and a sulfur–mesoporous CNT composite was fabricated. Abundant mesopores were introduced into SACNTs through controlled oxidation in air at high temperature to create the porous CNTs (PCNTs). When employed as sulfur hosts, PCNTs give superiority of both porous structures and 3D continuous CNT network, which not only offer abundant mesopores for sulfur incorporation but also construct a bush-like structure to further adsorb sulfur, therefore achieving dual confinement to sulfur cathode materials. Furthermore, the high surface area and large pore volume of PCNTs simultaneously allow a high sulfur loading and high sulfur utilization. Through a facile solution-based and ultrasonic-assisted method, highly flexible and robust S-PCNT composites with sulfur loading varied from 50 to 70 wt % were prepared and directly used as electrodes without binders or current collectors. Benefiting from the high electrical conductivity, the mesoporous structure, and the 3D continuous bush-like network, the S-PCNT composites showed significantly improved electrochemical performance."
            ],
            "name": "",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthesis method of the S-PCNT composites is schematically illustrated in Figure 1. SACNTs were heated in air to allow controlled oxidation and creation of nanoscale pores to obtain PCNTs. A free-standing and flexible S-PCNT composite was fabricated via a simple solution-based and ultrasonication-assisted method, followed by solvent removal through drying. The intensive ultrasonication ensures nanoscale sulfur to load onto PCNTs and create a uniform sulfur distribution. A typical SEM image of the S-PCNT composite and corresponding sulfur elemental mapping in Figure 1 demonstrates a homogeneous distribution of sulfur.",
                "The controlled oxidation of CNTs was conducted at 550 °C according to the thermal gravimetric behavior of CNTs in air. As shown in Figure 2a, effective weight loss cannot be induced at low temperatures (<550 °C), indicating slow oxidation and insufficient tube defects, while fast and uncontrollable weight loss happened at high temperatures (>550 °C), which brought out significant degradation of CNTs. Therefore, effective, controllable, and time-saving oxidation was conducted at the temperature of 550 °C, where the steep weight loss was about to start. In addition, in order to maintain the large aspect ratio and strong intertube interaction of pristine CNTs to support a binder-free and mechanically integral film, the holding time at 550 °C was set as 30 min. Shorter holding time (15 min, etc.) cannot introduce enough defects, and longer holding time (1 h, etc.) produced chopped tubes. Compared to pristine CNTs, PCNTs presented an obviously lowered oxidation temperature in Figure 2a, revealing more open structure and increased chemical reactivity. The relative intensity of the D and G bands (IDIG) increased from 0.74 in CNTs to 0.95 in PCNTs in the Raman spectra (Figure 2b), further confirming the presence of surface defects. It is notable that although defects were introduced, the graphite structures of CNTs were basically preserved, as indicated by the clear (002) peak with high intensity at around 26° in the XRD pattern of PCNTs (Figure 2c). The X-ray photoelectron spectroscopy (XPS) analysis of PCNTs (Figure 2d) further revealed the introduction of surface defects and functional groups during the oxidation process. Apart from the peaks corresponding to the sp2-hybridized C–C (284.8 eV) and the sp3-hybridized CC (285.1 eV) bonds in the graphitic structure of the nanotube, the peaks at 286.5 and 288.8 eV revealed the existence of hydroxyl, carbonyl, and carboxyl groups. The last peak at 291.5 eV can be attributed to the π–π* transition. A large amount of sp3-configured carbon was demonstrated in the PCNTs, with a ratio of 4:3 between the sp2- and sp3-configured carbons. As the peak corresponding to the sp3-configured carbon was generally attributed to the defects on the carbon nanotube structures, the high percentage of sp3-configured carbon in the PCNTs further confirmed the introduction of defects to the side walls after the heat treatment. TEM examination of CNTs (Figure 2e) and PCNTs (Figure 2f) presented a visible alteration in morphology and tubular structures before and after heat treatment. Pristine CNTs presented good tubular structures as well as clean and smooth shells, with few surface defects, while in PCNTs, the hollow tubular structures were partially destroyed due to oxidation of carbon, and a quantity of defects was produced both on the side walls and on the tubes’ ends (indicated by the yellow arrows). The defects revealed in PCNTs, including the chopped tubes, the open ends, and the “bitten” points along the walls, were similar to those created by chemical oxidation. Considering the large aspect ratio (∼104) of the SACNTs used in this work, it was reasonable to consider most of the burned sites located on the sides of the CNT walls. The water wetting property of the nanotubes was also tuned by the surface defects and the oxygen functional groups. Figure 2g and h show photographs of water droplets (1 μL) on a CNT film and a PCNT film, respectively. The CNT film presented hydrophobicity with a large contact angle of 129° at the water/CNT interface. This water wetting behavior was effectively tuned after controlled oxidation. As shown in Figure 2h, the water droplet was perfectly wetting into the PCNT film within a short time, presenting high hydrophilicity. The superwetting at the PCNT/water interface resulted in an effective dispersion of the tubes in the water-containing solvent and allowed the formation of well-dispersed tubes in the composite structure. To evaluate the dispersive behavior, CNT and PCNT films were prepared by ultrasonicating CNTs and PCNTs in an ethanol/water solution followed by drying. Compared to pristine CNTs (Figure 2i) with large bundles and tube aggregation, PCNT films (Figure 2j) presented a more condensed structure, alleviated aggregations, and improved tube dispersion. The condensed structure of PCNTs was also evidenced by its smaller film thickness. For a typical film with the same weight of 15 mg and area of 8 cm2, the PCNT film produced a rather smaller thickness of 41 μm than the 64 μm of the pristine CNT film, revealing increased density of the PCNT film.",
                "The mechanical strength of the S-PCNT composites also benefited from the PCNT network. As shown in Figure 2k, the pristine CNT film exhibited a strength of 0.46 MPa, while the PCNT film with condensed structure presented a greatly enhanced strength of 3.65 MPa. The high mechanical strength of PCNTs was attributed to the well-dispersed nanotubes and condensed film structure, as revealed in Figure 2j. As bundling of tubes in PCNTs was effectively alleviated, each tube can be effectively entangled with the neighboring ones to effectively bear the external loading, therefore resulting in an interwoven film with enhanced strength. Moreover, high electric conductivities were also demonstrated in the PCNT film. As illustrated in Figure 2l, the PCNT film possessed an improved conductivity of 5.80 × 103 S m–1 compared to that of the pristine CNT film (3.50 × 103 S m–1), possibly due to the condensed film structure, increased density, and consequently improved electronic contact in PCNTs. In addition, improved conductivity was also found to be related to the chemical functionalization in the oxidized CNT electrode. This might be another reason for the enhanced conductivity in PCNTs.",
                "With these appealing characteristics, PCNTs were regarded as a promising sulfur host to construct binder-free composite cathodes with large microstructural homogeneity, enhanced mechanical strength, improved electrical conductivity, and excellent electrochemical performances. Figure S1 shows SEM images of the S-PCNT composites with varied sulfur contents of 50, 60, and 70 wt %. Composites with 50 and 60 wt % S presented similar morphologies to PCNTs, with no massive or agglomerated sulfur particles (Figure S1a and b). When sulfur content was further increased to 70 wt %, obvious convex areas formed on the surface (Figure S1c). The magnified image of one convex region (Figure S1d) suggested intertwined PCNTs through the area. Though with no visible sulfur particles, the sulfur elemental mapping suggested increased sulfur content within the convex area, indicating locally increased sulfur deposition on PCNTs. Both the Raman spectra (Figure S2a) and XRD pattern (Figure S2b) of the S-PCNT showed a combination of PCNTs and sulfur, and the sharp diffraction peak at 23.1° in the XRD pattern matched well with that of orthorhombic sulfur (JCPDS No. 08-0247). TGA analysis of the S-PCNT composites (Figure S2c) indicated that the sulfur contents were 51, 59, and 69 wt % in the S-PCNT (50%), S-PCNT (60%), and S-PCNT (70%) composites, respectively, roughly in accordance with those in the raw materials.",
                "Figure 3a–c show the TEM images of the S-PCNT composites with elevated sulfur contents. No sulfur particles were visible in the S-PCNT (50%) composite (Figure 3a), while, at higher magnification, tubes of PCNTs were found to be covered with a thin layer of sulfur (Figure 3d), which was also visible in the S-PCNT (60%, 70%) composites (Figure 3e and f). The tube’s central area of PCNTs in the S-PCNT composite appeared brighter than the tube walls, which indicated the location of sulfur in the surface area along the walls of the PCNTs. When the sulfur content was increased to approximately 60 wt %, nanoparticles mostly with a dimension of 10–20 nm were found uniformly distributed in the PCNT networks (Figure 3b). The high-resolution image of the particle presented an interlayer distance of 0.32 nm, consistent with the (040) plane spacing of sulfur. Further increase of sulfur content to 70 wt % produced more and larger sulfur particles (10–50 nm) in the composite (Figure 3c), and the HRTEM image in Figure 3f suggested that the PCNTs were covered with an even thicker sulfur layer.",
                "High-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) and corresponding energy dispersive X-ray (EDX) analysis were used to further identify the microstructure of the S-PCNT composites. Figure 4a shows bundles of PCNTs with no obvious sulfur particles, in which the area within the green dashed rectangle was selected and enlarged in Figure 4b. The elemental maps of sulfur and carbon (Figure 4c and d) clearly illustrated their homogeneous distribution in the PCNT bundles. EDX line scanning was further conducted on one tube in Figure 4e. One can see that in the direction perpendicular to (green arrow a, Figure 4f) and along the tube (green arrow b, Figure 4g), carbon and sulfur presented similar variation trends, indicating uniform incorporation of sulfur in the PCNT network. As the sulfur content did not increase in the central area of the carbon nanotube, sulfur was estimated mostly covering the surface area along the side walls of the PCNTs.",
                "Nitrogen adsorption/desorption experiments were conducted to investigate the pore-size characteristics of the CNTs, PCNTs, and S-PCNT composites. As shown in Figure 5a and b, both adsorption curves of pristine CNTs and PCNTs showed a gradual increase near the relative pressure (PP0) of 0, which suggested the existence of micropores (diameter <2 nm), and a sharp increase near the relative pressure of 1.0, which indicated the existence of macropores (diameter >100 nm). Besides, the N2 adsorption/desorption volume of PCNTs was considerably higher than that of CNTs whether at low or high pressure, suggesting abundant pores generated after oxidation. Distinctive hysteresis was found in the relative pressure (PP0) range of 0.4–1.0 in the PCNTs, revealing a mesoporous microstructure. The pore structures revealed here agree well with the TEM images in Figure 2e and f. After oxidation, not only were some of the tube tips opened, but also the tube walls were corroded with defects, both of which created abundant mesopores on the surface along the side walls or on the tube ends in the PCNTs. The created mesopores also gave rise to a high surface area of 523.4 m2g in the PCNTs, about 2.13 times that in pristine CNTs (245.9 m2g). After sulfur was incorporated into the PCNTs, the hysteresis of the isotherms became almost absent (Figure 5c), with the surface area decreased to 330.4 m2g. The absence of mesopores and the decease of surface area in the S-PCNT composite indicated that the introduced sulfur preferred to locate in the open pore structures along the side walls in the surface area of the PCNTs. This might be attributed to the improved affinity between sulfur and the defects created on the PCNTs. The Barrette–Joynere–Halenda desorption pore size distribution is given in Figure 5d. Pristine CNTs exhibited two mild peaks at 3.46 and 31.75 nm, corresponding to the pores between neighboring tubes and among bundles, respectively. After heat treatment, a sharp peak was found at the pore diameter of 3.54 nm, which arose from the introduced defects on tube walls and openings at the tube tips. At the same time, the mild peak suggesting an interbundle porosity of 31.75 nm became slightly lower. According to the SEM images, this could be attributed to the well-dispersed tubes, weakening of aggregation, and consequently densification of the PCNT film. Both the peaks at 3.54 nm and the shoulder at 31 nm became lower in the S-PCNT (50%) composite, further confirming the deposition of sulfur into the created mesopores along the side walls in the surface area of the PCNTs. Note that similar isotherms and pore size distribution were obtained in S-PCNTs (60%, 70%) (Figure S3), suggesting that the created mesoporosity in PCNTs was almost saturated with a sulfur content of 50 wt %.",
                "Although sulfur incorporation brought a decrease in conductivity compared to a pure PCNT film, high conductivities were still achieved in the S-PCNT (50%, 60%) composites (4.24 × 103 and 3.80 × 103 S m–1), as shown in Figure 6a. The comparable conductivities in these two samples were understandable considering their microstructures. In S-PCNTs (50%), most sulfur particles located within the mesopores on the walls and therefore can be easily intimated by the conductive network and exhibit high conductivity. When the sulfur content was raised to 60 wt %, excess sulfur particles anchored closely on the tube walls without aggregation, ensuring accessibility to the PCNT network and resulting in similar conductivity to S-PCNTs (50%). However, when the sulfur content further increased to 70 wt %, larger sulfur aggregates and convex areas were present in the composite, leading to localized poor electron connection and consequently low overall conductivity (1.74 × 103 S m–1). High mechanical strengths of 2.50, 1.59, and 0.99 MPa were also delivered in the S-PCNT (50%, 60%, and 70%) composites (Figure 6b), about 5.43, 3.46, and 2.15 times those in pristine CNTs. It is notable that the strength of the S-PCNT (50%) composite was also much higher than that of the S-CNT (50%) composite reported previously (0.62 MPa), indicating the advantage of PCNTs as a mechanical support. The high strength of the electrodes was supposed important to avoid cracks or voids and maintain the mechanical stability of the electrode during cycling. Besides, high flexibility was also demonstrated in the S-PCNT composites. As shown in the inset of Figure 6b, freestanding composites were formed without the introduction of any polymeric binders and can be easily buckled by tweezers without damage.",
                "The electrochemical performances were tested by directly using the S-PCNT composites as electrodes. As no additional binders or conductive additives were used, the mass loading of sulfur in the electrodes remained the same as that in the S-PCNT composites. Figure S4a shows the initial discharge–charge profiles of the S-PCNT cathodes at 0.2C. On the basis of the weight of sulfur, comparable capacities of 1180 and 1163 mAh g–1 were obtained in the S-PCNT (50%, 60%) composites respectively, followed by a relatively lower capacity of 1034 mAh g–1 in S-PCNT (70%). Two discharge plateaus at about 2.3 and 2.0 V were clearly found in the S-PCNT (50%, 60%) composites, while in S-PCNT (70%), the second plateau became lower than 2.0 V, possibly resulting from the high resistance and consequently increased polarization. This was also confirmed by the relatively lower charge transfer resistance in the electrochemical impedance (EIS) spectra (Figure S4b) and sharper cathodic peaks in the cyclic voltammeter (CV) curves (Figure S4c) of S-PCNT (50%, 60%) than S-PCNT (70%). As the cycling rate was increased to 0.4, 0.6, 0.8, 1, 2 and 5C, the S-PCNT (50%/60%) composites continued to deliver larger capacities of 1077/1088, 1023/1018, 950/938, 904/892, 880/810, and 847/745 mAh g–1 (Figure S 4d) and higher capacity retention of 91%/94%, 87%/87%, 81%/81%, 77%/77%, 73%/75%, and 72%/67% compared to that at 0.2C (inset of Figure S4d). When the C rate decreased to 0.2C after 60 cycles, the capacities of the two electrodes recovered to 1049 and 1021 mAh g–1, respectively, indicating the good stability of the composite structure. It is notable that impressive rate capability was also obtained in the S-PCNT (70%) composite, with capacities of 912, 842, 790, 753, 701, and 655 mAh g–1 at 0.4, 0.6, 0.8, 1, 2, and 5 C in sequence. As a contrast, in the S-CNT (50%) composite using pristine CNTs as sulfur host, smaller capacities and inferior reversibility were delivered. In addition, as pristine CNTs cannot be effectively dispersed in ethanol/water solution, large sulfur aggregates appeared at higher sulfur loadings (>50 wt %), resulting in large microstructural inhomogeneity and dramatically reduced capacities. When considering the total weight of the electrode, the advantage of the S-PCNT was even more obvious. With the large capacities and high sulfur loading, the S-PCNT (60%/70%) composites delivered high capacities of 700/714, 656/632, 613/579, 571/548, 541/521, 503/485, and 452/427 mAh g–1 based on the weight of the electrode at 0.2, 0.4, 0.8, 1, 2, and 5C, respectively (Figure 6c), showing their great potential as high-performance cathodes for Li–S cells. In comparison, the S-PCNT (50%) composite, although having high capacities based on the weight of sulfur, presented smaller capacities of 588 (0.2C), 542 (0.4C), 477 (0.8C), 452 (1C), 439 (2C), and 423 (5C) mAh g–1 based on the weight of the electrode due to the smaller sulfur content in the electrode.",
                "Cycling performances of the S-PCNT composites were tested at a slow cycling rate of 0.1C (Figure S4e). Similarly to the rate test, when based on the weight of sulfur, the S-PCNT (50%, 60%) composites presented comparable capacities of 1268 and 1264 mAh g–1 initially, and these values dropped to 886 and 866 mAh g–1 after 100 cycles, with capacity retention of 69.8% and 68.5%, respectively. Slightly diminished capacities of 1109–760 mAh g–1 were observed in the S-PCNT (70%) composite in 100 cycles, corresponding to capacity retention of 68.5%. When considering the total weight of the electrode, the largest capacities were obtained in the S-PCNT (60%/70%) composites, which delivered capacities of 762–526 and 776–528 mAh g–1 based on the weight of the electrode in 100 cycles, respectively (Figure 6d), larger than those in the S-PCNT (50%) composite. All cells showed high Coulombic efficiencies around 100%, declaring the uniform sulfur distribution and the efficiency of the highly porous PCNT framework in retarding the shuttle of polysulfides. The cycling performances of the S-PCNT composites also presented large advantages over the S-CNT (50%) composite, which can deliver capacities of only 685 mAh g–1 based on the weight of sulfur and 342 mAh g–1 based on the weight of the electrode after 100 cycles with a low capacity retention of 57.4%. The average sulfur lithiation degree and the percentage of active sulfur participating in the electrochemical reaction were examined by analyzing the capacity contribution from the two discharge plateaus. As shown in the inset of Figure S4e, both the S-PCNT (50%, 60%) composites exhibited a high lithiation degree of about 1.6–1.2 throughout 100 charge/discharge cycles, while the S-PCNT (70%) composite exhibited relatively small but acceptable lithiation degrees of around 1.5–1.1. The increased lithiation degree of sulfur was ascribed to the highly porous structure and improved sulfur affinity in PCNTs that effectively localized sulfur cathode materials and consequently alleviated polysulfide dissolution. Moreover, high sulfur utilization was achieved in the S-PCNT composites. As plotted in Figure S4f, the S-PCNT (50%/60%) composites possess a high percentage of active sulfur, i.e., 87.6/84.2%, 85.6/78.5%, 74.9/81.3%, 74.1/73.2%, 68.7/72.2%, and 67.2/68.7% in the first, 20th, 40th, 60th, 80th, and 100th cycle, respectively. In comparison, the S-PCNT (70%) composite exerted relatively low sulfur utilization, possibly due to the large sulfur aggregates and small conductivity. Such high sulfur utilization was supposed to benefit from the homogeneous distribution of sulfur in the open PCNT network, which ensured efficient electronic contact and electrolyte access.",
                "On the basis of Figure 6c,d and Figure S4d,e, one can find that the largest capacities were obtained in the S-PCNT (60%) composite based on both sulfur loading and total electrode weight. The long cycling performance of the S-PCNT (60%) cathode was also tested at 0.5C, with the results concluded in Figure S4g, showing capacities based on both sulfur and overall weight of the electrode. High capacities of 1102.0–627.9 mAh g–1 based on the weight of sulfur and 608.2–379.2 mAh g–1 based on the weight of the electrode were delivered in 400 cycles, corresponding to the capacity decay rates of 0.093% per cycle. Notably enhanced stability was achieved in the S-PCNT (60%) composite at 0.5C compared to that at 0.1C due to the speeded up discharge process, which suppressed the loss of polysulfides. The high capacity and capacity retention of S-PCNT composites were also comparable to or better than the current binder-free and flexible sulfur cathodes for Li–S batteries with similar sulfur loading.",
                "A typical photo of the S-PCNT (60%) electrode after 100 cycles at 0.1C is given in the inset of Figure 6e, in which the composite film’s integrity was maintained with high flexibility. The SEM image in Figure 6e demonstrated coverage of large lithium salts (LITFSI and LiNO3) on the cycled electrode. After rinsing with 1,3-dioxolane (DOL) to dissolve the lithium salts, the composite presented a well-maintained microstructure (Figure 6f) similar to that before cycling, with no sulfur/Li2S2Li2S aggregates or mechanical cracks. Flexibility of the film also remained after rinsing. Note that a large mechanical strength of 3.45 MPa was delivered in the rinsed S-PCNT (60%) electrode (Figure S4h), which was even higher than the strength before cycling (1.59 MPa). This might be attributed to the further homogenized sulfur distribution in the composite film during the charge–discharge process and the residual lithium salts in the interior region of the composite film, both of which acted as “glues” to mechanically reinforce the film. The EDX analysis shown in the inset of Figure 6f revealed the existence of elemental sulfur in the S-PCNT composite after cycling. The remaining sulfur content in the cycled S-PCNT electrodes was estimated through thermogravimetric analysis (TGA) measurements (Figure 6g) of the electrode without rinsing. Three-step weight loss in the temperature ranges 150–300, 300–480, and 480–700 °C was observed, roughly corresponding to the loss of sulfur, lithium salts (LITFSI), and PCNTs (Figure S4i) in sequence. The remaining sulfur content was calculated as 44, 54, and 58 wt % in the S-PCNT (50%, 60%, and 70%) electrodes, respectively. Combined with the percentage of active sulfur in the first and 100th cycle (Figure S4f), the capacity retention could be calculated as 67%, 71%, and 65%, roughly in agreement with those shown in Figure 6d.",
                "The superhigh capacities and stable electrochemical performance of the S-PCNT composites can be explained by various synergistic factors in the novel nanostructures. First, improved dispersive behavior and alleviated aggregation were achieved in PCNTs via controlled oxidation of SACNTs, which led to condensed composite structures and increased electronic conductivity. Meanwhile, high flexibility and sufficient intertube interaction were maintained in PCNTs, allowing the construction of integrated composite structures without binders and conductive additives. Second, oxidation in air introduced numerous defects in the PCNTs, which provided improved sulfur affinity, intimate sulfur–PCNT contact, and homogeneous sulfur distribution. Therefore, sulfur particles can attach to the conductive network easily, resulting in high conductivity in the S-PCNT composite. Third, abundant mesopores and a high surface area were created in PCNTs after oxidation. The porous structure not only facilitated high-loading sulfur to deposit onto or into it but also played important roles in adsorbing polysulfide anions, suppressing polysulfide diffusion, and minimizing sulfur loss. Fourth, the greatly enhanced mechanical strength in the condensed PCNT network also provided mechanical integrity and stability to the composites, which additionally contributed to the excellent electrochemical stability during cycling. Compared to micropores with diameters smaller than 2 nm, the pores in the PCNTs were large enough to allow ready access by electrolyte and preserve fast lithium ion transport to sulfur. The relatively open pores also allowed sulfur to locate into these pores via interface adsorption through a simple solution-based method."
            ],
            "name": "Results and Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Sulfur–mesoporous CNT composites were synthesized by incorporating sulfur into a mesoporous PCNT network as cathodes for Li–S batteries with high sulfur loading and excellent electrochemical performances. The PCNTs were fabricated via facile and cheap oxidation of SACNTs in air and presented improved dipersive behavior, higher conductivity, and enhanced mechanical strength. Meanwhile, sufficient intertube interaction and high flexibility of SACNTs were preserved in PCNTs, which allowed the construction of binder-free and flexible electrodes. Moreover, the highly porous structure of PCNTs allowed high sulfur loading, suppressed polysulfide dissolution, and minimized loss of active sulfur. These appealing characteristics of PCNTs rendered the S-PCNT electrodes with high specific capacity, excellent rate performance, and long cycle life, exceeding that of S-CNT electrodes. The S-PCNT (60%) composite delivered a high initial capacity of 1264 and 762 mAh g–1 based on the weights of sulfur and electrode, respectively. Large reversible capacities were retained after 100 cycles at 0.1C, with 866 and 526 mAh g–1 based on the weights of sulfur and electrode, respectively. Even with a high sulfur loading of 70 wt %, the S-PCNT composite can maintain a capacity of 760 and 528 mAh g–1 based on the weights of sulfur and electrode, respectively, after 100 cycles at 0.1C, outperforming the current state-of-the-art sulfur cathode. Excellent high-rate capability was also delivered by the S-PCNT composites, with capacities of 423, 452, and 427 mAh g–1 based on the weight of the electrode at 5C for sulfur contents of 50, 60, and 70 wt %, respectively, revealing their potentials as high-performance carbon–sulfur composite cathodes. Additionally, the simple procedure in the cathode preparation, including the controlled oxidation of CNTs in air and the solution-based method to incoporate sulfur, also demonstrated the potential of large-scale production of high-sulfur-loading cathodes in Li–S batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "SACNT arrays with a diameter of 20–30 nm and a height of 300 μm were synthesized on silicon wafers by chemical vapor deposition (CVD), with iron as the catalyst and acetylene as the precursor. Details of the synthesis procedure can be found in previous papers."
                    ],
                    "name": "Fabrication of CNTs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "SACNTs were heated at a rate of 15 °C/min to 550 °C in air and kept at that temperature for 30 min. When they were cooled to 500 °C, the calcined SACNTs were taken out of the furnace and rapidly cooled to room temperature to obtain PCNTs with mesoporosity. During the heat treatment, a weight loss of around 10 wt % was present, indicating a reaction between CNTs and air."
                    ],
                    "name": "Fabrication of PCNTs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The S-PCNT composite was prepared via a facile solution-based method reported previously. Sulfur powder (Beijing Dk Nano Technology Co., Ltd.) and PCNTs were simultaneously suspended in a water/ethanol mixed solution. The mixture was intensively ultrasonicated using an ultrasonication probe (1000 W) for 30 min to form a uniform suspension. The resulting mixture was then dried at 50 °C to remove the solvent, and a binder-free and flexible S-PCNT nanocomposite was detached from the container. S-PCNT composites with sulfur loadings of 50, 60, and 70 wt % in the raw materials were prepared, marked as S-PCNT (50%), S-PCNT (60%), and S-PCNT (70%), respectively."
                    ],
                    "name": "Fabrication of S-PCNT Composites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) patterns were characterized using a diffractometer (Rigaku, Cu Kα radiation). Raman spectra were recorded on a Horiba spectrometer (514 nm Ar laser, 24 mW). Thermogravimetric analysis was conducted on a Pyris 1 TGA (PerkinElmer, USA) at a heating rate of 5 °C min–1 in air from 25 to 500 °C. XPS analysis was carried out on a PHI Quantera II (XPS) surface analysis equipment. C 1s XPS spectra was deconvoluted into Gaussian–Lorentzian-type peaks after applying a Shirley background. The contact angles and surface contact areas of the water droplets on the CNT and PCNT films were measured using an optical microscope. The sheet resistances of the S-PCNT composites were measured by a four-point method using a ResMap system (Creative Design Engineering Inc., USA). Tensile tests were performed using an Instron 5848 microtester with a strain rate of 1% min–1 and a 1 cm gauge length. The microstructure and elemental analysis were characterized by a scanning electron microscope (Sirion 200, FEI) and a transmission electron microscope (Tecnai G2F20, FEI). The Brunauere–Emmette–Teller measurements were performed on a surface area and porosity analyzer (ASAP 2020)."
                    ],
                    "name": "Material Analysis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Coin-type half-cells were assembled in a glovebox filled with protective argon gas (M. Braun Inert Gas Systems Co. Ltd., Germany) with the S-PCNT composites as the working electrodes and pure lithium foil as the reference electrode. A polypropylene film (Celgard 2400) was used to separate the cathode and the anode. A 1 mol L–1 concentration of lithium bis(trifluoromethanesulfonyl)imide (LITFSI) and 0.2 mol L–1 LiNO3 in dimethyl ether and 1,3-dioxolane with a volume ratio of 1:1 were used as the electrolyte. The cycling tests were made on a Land battery test system (Wuhan Land Electronic Co., China) at 1.8–2.6 V at different charge/discharge rates. The rate tests were performed by charging the electrode at varied charge rates while discharging at a constant rate of 0.2C. The electrochemical impedance spectroscopy and cyclic voltammetry measurements were performed on a potentiostat/galvanostat (EG&G Princeton Applied Research 273A)."
                    ],
                    "name": "Electrochemical Measurement",
                    "type": "section_h3"
                }
            ],
            "name": "Materials and Methods",
            "type": "section_h2"
        }
    ],
    "Title": "Sulfur Embedded in a Mesoporous Carbon Nanotube Network as a Binder-Free Electrode for High-Performance Lithium–Sulfur Batteries"
}