{
    "DOI": [
        "10.1021/acsnano.6b06357"
    ],
    "Journal": "ACS Nano",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Solid-state fiber-based supercapacitors have been considered promising energy storage devices for wearable electronics due to their lightweight and amenability to be woven into textiles. Efforts have been made to fabricate a high performance fiber electrode by depositing pseudocapacitive materials on the outer surface of carbonaceous fiber, for example, crystalline manganese oxide/multiwalled carbon nanotubes (MnO2MWCNTs). However, a key challenge remaining is to achieve high specific capacitance and energy density without compromising the high rate capability and cycling stability. In addition, amorphous MnO2 is actually preferred due to its disordered structure and has been proven to exhibit superior electrochemical performance over the crystalline one. Herein, by incorporating amorphous MnO2 onto a well-aligned MWCNT sheet followed by twisting, we design an amorphous MnO2@MWCNT fiber, in which amorphous MnO2 nanoparticles are distributed in MWCNT fiber uniformly. The proposed structure gives the amorphous MnO2@MWCNT fiber good mechanical reliability, high electrical conductivity, and fast ion-diffusion. Solid-state supercapacitor based on amorphous MnO2@MWCNT fibers exhibits improved energy density, superior rate capability, exceptional cycling stability, and excellent flexibility. This study provides a strategy to design a high performance fiber electrode with microstructure control for wearable energy storage devices."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The rapid development of portable and wearable electronics urgently calls for matchable energy storage devices as power supply. Because of their high power density, long cycling lifetime, lightweight, and excellent weavability, solid-state fiber-based supercapacitors have attracted significant attention in recent years. A number of fibriform materials have been utilized in supercapacitors, among which the multiwalled carbon nanotube (MWCNT) fiber fabricated from a vertically aligned MWCNT array is particularly intriguing because of its high surface area, good mechanical strength, excellent electrical conductivity, remarkable flexibility, and compatibility with traditional fiber spinning and weaving process. Although the solid-state supercapacitors based on MWCNT fibers were demonstrated, the highly compact structure of MWCNT fibers degraded their double layer capacitance significantly. Therefore, the as-made MWCNT fiber-based supercapacitors still suffer from low specific capacitance and low energy density, seriously hindering their practical applications.",
                "Incorporation of pseudocapacitive materials onto MWCNT fiber is a promising strategy to improve the capacitance of fiber-based supercapacitor. Although great efforts have been devoted to hybridizing MWCNT fiber with other materials, such as manganese oxide (MnO2), nickel oxide (NiO), polyaniline (PANI), reduced graphene oxide (rGO), poly(3,4-ethylenedioxythiophene) (PEDOT), or molybdenum disulfide (MoS2), through electrochemical deposition or physical blending, insufficient attention has been paid to the microstructural design of a fiber electrode, which has a good chance to realize the synergistic effect between pseudocapacitive materials and conductive filaments. For instance, among all the aforementioned pseudocapacitive materials, MnO2 has been considered to be the most competitive material for supercapacitors owing to its high theoretical specific capacitance, environmental benignity, natural abundance, and low cost. Particularly, amorphous MnO2 is preferred over the crystalline one because of its highly disordered structure, leading to rapid ion-diffusion, superior structural stability and fast electrode kinetics during electrochemical charge–discharge cycles. Recently, the hybridization of MnO2 nanocrystals and MWCNT fiber was achieved by electrochemical deposition. However, because of the hydrophobic nature of MWCNTs, the electrochemical deposition of MnO2 nanocrystals primarily occurred at the outer surface of the MWCNT fiber, and the poor electrical conductivity of MnO2 nanocrystals was not effectively improved. Therefore, the high pseudocapacitance of MnO2 cannot be efficiently utilized, resulting in low specific capacitance and inferior high rate capability as well as poor cycling stability. Moreover, the as-made hybrids were sensitive to mechanical deformation such as folding and twisting as a result of the fragile character of metal oxide-based nanostructures, resulting in poor mechanical stability.",
                "To overcome the aforementioned drawbacks, through rational structural design, we created amorphous MnO2@MWCNT fiber, in which amorphous MnO2 nanoparticles were incorporated into MWCNT fiber uniformly. The incorporated amorphous MnO2 nanoparticles, the well-aligned characteristic of interconnected MWCNT scaffold and the proposed microstructure enable the resultant amorphous MnO2@MWCNT fiber good mechanical robustness, highly electrical conductivity and fast ion-diffusion. Solid-state supercapacitor based on such hybrid fibers exhibits high specific capacitance of 8.5 F cm–3 (corresponding to specific length capacitance of 22.6 μF cm–1 and gravimetric capacitance of 8.0 F g–1) at a current density of 1 A cm–3 (nearly 13 times higher than that of MWCNT fiber-based device, 0.66 F cm–3), high energy density of 1.5 mWh cm–3, and exceptional cycling stability with capacity retention of over 90% after 15 000 cycles. Furthermore, the amorphous MnO2@MWCNT fiber-based supercapacitor displays excellent flexibility and mechanical reliability, guaranteeing the supercapacitor can work properly under folding–unfolding states."
            ],
            "name": "",
            "type": "section_h2"
        },
        {
            "content": [
                "Typically, the well-aligned MWCNT sheet was continuously drawn out from the MWCNT array, which was obtained by chemical vapor deposition (CVD). As schematically shown in Figure 1, three layers of MWCNT sheets with the width of ∼2 mm and a length of ∼7.5 cm were stacked on a glass slide. Subsequently, the stacked MWCNT sheets were immersed into a preheated 0.1 g mL–1 KMnO40.1 M H2SO4 aqueous solution (at 80 °C) for 20–420 s in order to deposit amorphous MnO2 nanoparticles on the MWCNT surface. According to a previous study, amorphous MnO2 nanoparticles can spontaneously deposit on the surface of MWCNTs through the following redox reactions:4MnO4−+3C+H2O→4MnO2+CO32−+2HCO3−(1)4MnO4−+4H+→4MnO2+3O2+2H2O(2)",
                "The well-aligned characteristics and the interconnection between individual MWCNTs provide MWCNT sheet high surface area, guaranteeing the exposure of MWCNTs to MnO4– ions, and thus giving uniform coating of amorphous MnO2 nanoparticles on MWCNTs. Once the amorphous MnO2-MWCNT hybrid sheet was washed thoroughly with ethanol/water (volume ratio of 1:1), it was peeled off from the glass slide and twisted into amorphous MnO2@MWCNT fiber using an electric motor at rotating speed of 200 rpm for 2 min.",
                "The well-orientated MWCNTs (Figure S1) offered the interconnected MWCNT scaffold with good electrical conductivity and mechanical strength. Figure 2a shows a typical scanning electron microscopy (SEM) image of the MnO2-MWCNT hybrid sheet with an immersion time of 60 s. The incorporation and uniform dispersion of MnO2 nanoparticles on MWCNTs were confirmed by the energy disperse spectroscopy (EDS) mapping. Dark-field transmission electron microscopy (TEM) images of a MWCNT sheet (Figure S2a) and MnO2-MWCNT hybrid sheet (Figure S2b) indicate that small MnO2 nanoparticles were decorated on the MWCNTs. The selected area electron diffraction (SEAD) pattern of the MnO2–MWCNT hybrid sheet only shows the disperse rings of graphite (Figure S3), indicating the amorphous characteristic of the generated MnO2 nanoparticles which is an ideal pseudocapacitive material for a supercapacitor. The high resolution TEM (HRTEM) image shown in Figure S4 gives further evidence of the amorphous structure of MnO2 nanoparticles. The oxidation state of amorphous MnO2 nanoparticles on MWCNTs was determined using X-ray photoelectron spectroscopy (XPS) analysis (Figure 2b,c). The binding energy separation between Mn 3s doublet peaks is 4.95 eV (Figure 2b), which suggests an intermediate oxidation state between Mn4+ and Mn3+. On the basis of the analysis of the O 1s orbital spectrum (Figure 2c), the intensity ratios of three overlapping peaks, Mn–O–Mn, Mn–O–H, and H–O–H, were determined to be 0.23, 0.06, and 1, respectively. According to a previous study, the oxidation state can be mathematically calculated to be 3.74 using the following equation:ox state=(4SMn‐O‐Mn−SMn‐OH)SMn‐O‐Mn(3)where S is the peak intensity. This result is in good accordance with the XPS analysis of the Mn 3s spectrum.",
                "The morphology of amorphous MnO2@MWCNT fibers was characterized using SEM (Figure 3). The diameter of fibers increased slightly with increasing immersion time because of the deposition of amorphous MnO2 nanoparticles. For MWCNT fiber (Figure 3a,b), the well-aligned and clean MWCNTs guarantee high electron transport pathways, but its low capacitance is unavoidable because of the highly compact structure of the MWCNT fiber and hydrophobic nature of MWCNT walls. Deposition of amorphous MnO2 onto the MWCNT surface can be observed in Figure 3c–f. The surface roughness of amorphous MnO2@MWCNT fiber became more obvious at an immersion time of 420 s (Figure 3f) than at an immersion time of 60 s (Figure 3d). It was also more obvious than the surface roughness of the MWCNT fiber (Figure 3b), which can be attributed to the increase of both particle size and particle numbers evidenced by the TEM images shown in Figure S5.",
                "The electrical conductivity and mechanical strength crucially determine the electrochemical performance, weavability, and reliability of the amorphous MnO2@MWCNT fiber. As shown in Figure 4a,b, the conductivity and strength of amorphous MnO2@MWCNT fibers degraded gradually as a function of immersion time because of the etching of MWCNT walls, which was observed by the HRTEM shown in Figure S6. The supercapacitive performances of amorphous MnO2@MWCNT fibers were electrochemically tested in a three-electrode configuration. Figure 4c shows the galvanostatic charge–discharge curves of amorphous MnO2@MWCNT fiber electrodes at 1 A cm–3 in 6 M LiCl aqueous solution as a function of immersion time. The symmetric triangular-shape and small IR drop indicate pseudocapacitive behavior and small interior resistance of the amorphous MnO2@MWCNT fiber electrode with high Coulombic efficiency. The volumetric capacitance (CV) increases with immersion time due to the increased mass loading of amorphous MnO2 nanoparticles. It was found that the capacitance of the amorphous MnO2@MWCNT fiber increased rapidly within the immersion time of 60 s, but leveled off with prolonged immersion time, which can be attributable to the thick MnO2 deposition resulting in lower electrical conductivity and longer ion diffusion pathway. Therefore, taking both the physical properties of mechanical strength and electrical conductivity, and the specific capacitance of the hybrid fiber into account, we selected the amorphous MnO2@MWCNT fibers with an immersion time of 60 s for the following study.",
                "The cyclic voltammetry (CV) curves of the amorphous MnO2@MWCNT fiber (immersion time of 60 s) electrode were investigated at scan rates from 0.02 to 1 V s–1 (Figure 5a). The rate capability of the amorphous MnO2@MWCNT electrode is remarkable, and the CV curves maintained a rectangular shape even at the scan rate of 1 V s–1, with only ∼28% loss of capacitance compared to that measured at the scan rate of 0.02 V s–1 (Figure 5b). This performance is superior to the performances of MnO2CNT fiber electrodes fabricated using electrochemical deposition, where rectangular shape of the CV was found to distort considerably at the scan rate of 1 V s–1. The galvanostatic charge–discharge curves of the amorphous MnO2@MWCNT fiber electrode were tested at the current density ranging from 0.2 to 20 A cm–3 (Figure 5c,d). The CV of the amorphous MnO2@MWCNT fiber electrode decreased to 44.1 F cm–3 at the high current density of 20 A cm–3 with 69% retention.",
                "The symmetric solid state supercapacitors were fabricated using the amorphous MnO2@MWCNT fibers (immersion time of 60 s) in a two-electrode configuration (Figure S7). Figure 6a shows the CV curves of MWCNT fiber-based device and the amorphous MnO2@MWCNT (immersion time of 60 s) fiber-based device at the scan rate of 0.1 V s–1. The CV curve of the MWCNT fiber-based device was tested as reference, which has a rectangular shape with a typical electric double-layer capacitance behavior. The amorphous MnO2@MWCNT fiber-based device also exhibits a rectangular-shaped CV curve with a much higher current density, attributable to the pseudocapacitive contribution from amorphous MnO2. Amorphous MnO2 nanoparticles and α-MnO2 nanotubes were also synthesized (Figure S8a–d) and incorporated into MWCNT fibers using the method reported in our previous study. Supercapacitors based on MWCNT fibers, amorphous MnO2@MWCNT fibers, amorphous MnO2MWCNT fibers, and α-MnO2MWCNT fibers were then compared. Electrochemical impedance spectra (EIS) show similar equivalent series resistances at high frequency rage (Figure S8e). At low frequency range, the EIS slope for amorphous MnO2@MWCNT fiber-based supercapacitor is slightly compromised due to the involvement of redox reaction at Mn sites in MnO2 when compared to MWCNT fiber-based supercapacitor, but much higher than that of amorphous MnO2MWCNT fiber- and α-MnO2MWCNT fiber-based devices, suggesting a fast ion diffusion rate. In addition, the amorphous MnO2@MWCNT fiber-based supercapacitor exhibits the highest capacitance at a current density of 1 A cm–3 (Figure S8f), giving further evidence to the advantages of our fiber electrode. Figure 6b displays the galvanostatic charge–discharge curves of the amorphous MnO2@MWCNT fiber-based supercapacitor at charge–discharge current density ranging from 0.1 to 5 A cm–3 (Figure 6b). The CV of the amorphous MnO2@MWCNT fiber-based device was determined to be 10.9 F cm–3 (corresponding to specific length capacitance of 28.9 μF cm–1 and gravimetric capacitance of 10.3 F g–1) at the current density of 0.1 A cm–3. With the increase of charge–discharge current density, the CV decreased to 6.9 F cm–3 (corresponding to specific length capacitance of 18.3 μF cm–1 and gravimetric capacitance of 6.5 F g–1) with a retention of 63.3% at the current density of 5 A cm–3 (Figure 6c), superior to the MnO2MWCNT fibers fabricated by electrochemical deposition. The volumetric energy density and power density can be calculated by EV = 12CVV2 and PV = EVtdischarge, where CV, V, and tdischarge are the volumetric capacitance, cell voltage, and discharge time, respectively. As observed at a given PV, the EV of our supercapacitor based on amorphous MnO2@MWCNT fibers is significantly enhanced without compromising PV over that of the MWCNT fiber-based device (Figure 6d). The EV varies from 1.5 to 0.96 mWh cm–3 and the PV falls in the range of 0.05–2.5 W cm–3, which is superior to the PV of devices based on ZnO@MnO2carbon fibers and MnO2carbon fibers. In comparison, the performance of our device is comparable to that of the asymmetric device made of MoS2-rGO/MWCNT fibers (0.97 mWh cm–3 at 2.3 W cm–3), symmetric devices made of rGO/MWCNT fibers (0.16 mWh cm–3 at 0.14 W cm–3), MnO2MWCNT fibers (0.75 mWh cm–3 at 3 W cm–3), and PEDOT/MWCNT fibers (0.9 mWh cm–3 at 3.5 W cm–3).",
                "In addition, we can connect several devices together in order to multiply the capacity or cell voltage which is critically important for practical applications. As shown in Figure 7a,b, the charge/discharge voltage window was doubled when two individual devices were connected in series, while both the output current and discharge time increased by a factor of 2 when two devices were connected in parallel, indicating small device-to-device variation and the feasibility to scale up the output by combining several fiber-based devices. Well-aligned MWCNTs not only provide highly conductive pathways, but also give highly reliable mechanical support to the hybridized components. As shown in Figure 7c, the CV curves of an amorphous MnO2@MWCNT fiber-based supercapacitor did not alter while the device was highly curved (180° folded). In addition, the CV of amorphous MnO2@MWCNT fiber-based device showed a very small reduction in capacitance (<10% decay) even after 15 000 charge–discharge cycles (Figure 7d) and had almost 100% retention after 5000 bending–unbending cycles (Figure S9), indicating the excellent cycling stability and reliability of the device."
            ],
            "name": "Results and Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this study, robust amorphous MnO2@MWCNT fibers have been successfully fabricated. The nanosized amorphous MnO2 particles decorated on MWCNTs were distributed uniformly in the fiber. The as-made amorphous MnO2@MWCNT fibers showed improved specific capacitance and excellent rate capability. Based on amorphous MnO2@MWCNT fibers (immersion time of 60 s), the solid-state supercapacitor exhibited high specific capacitance and energy density, excellent cycling stability, and mechanical reliability, which can be attributed to the following: (1) The small particle size of amorphous MnO2 enables an enlarged electrolytic surface area with more active sites for cations during faradaic reaction, shortened electron- and ion-diffusion length, thus facilitating full utilization of MnO2 even at a high scan rate. (2) The amorphous MnO2 nanoparticles uniformly distributed in the fiber prevent the stacking of MWCNTs, further advancing the ion transportation. (3) Because of the intimate contact between amorphous MnO2 and MWCNTs, the scaffold of a well-aligned MWCNT network provides highly electrical conductive pathways and highly reliable mechanical support. Therefore, the aforementioned microstructure and facile fabrication process of the amorphous MnO2@MWCNT fibers, together with the high performance of our fiber-based supercapacitors make it promising to scale-up for wearable electronics applications."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Lithium chloride (LiCl, > 99%) and poly(vinyl alcohol) (PVA, MW 85 000 to 124 000) were obtained from Adamas-Beta and Sigma-Aldrich, respectively. Sulfuric acid (H2SO4, 95.0–98.0%), hydrochloric acid (HCl, 36.0–38.0%), potassium permanganate (KMnO4, ≥99.5%), potassium chloride (KCl, ≥99.5%) and ethanol (≥99.7%) were purchased from Shanghai Ling Feng Chemical Reagent Co., Ltd. All chemicals were used as received.",
                "The spinnable multiwalled carbon nanotube (MWCNT) array was grown by chemical vapor deposition (CVD) method in a quartz tube furnace according to our previous study. The growth was carried out at 750 °C for 10 min using a Fe (99.5%) thin film (1 nm) deposited on SiO2Si substrate as catalyst, C2H4 (99.95%) and Ar (99.99%) as carbon source and carrier gas, respectively. The well-aligned MWCNT sheet was continuously drawn out from the MWCNT array. Three layers of MWCNT sheets with the width of ∼2 mm and length of ∼7.5 cm were stacked on a well-cleaned glass slide. Subsequently, the stacked MWCNT sheets were immersed into a KMnO4 (0.1 g mL–1)/H2SO4 (0.1 M) aqueous solution, which was heated at 80 °C, in order to deposit amorphous MnO2 nanoparticles on MWCNT surface forming amorphous MnO2-MWCNT hybrid sheet. The loading amount of amorphous MnO2 nanoparticles was controlled by immersion time ranging from 20 to 420 s. Once the amorphous MnO2-MWCNT hybrid sheet was washed thoroughly by ethanol/water (volume ratio of 1:1), it was peeled off from glass slide and twisted into a hybrid fiber using an electric motor at 200 rpm for 2 min before being dried.",
                "Amorphous MnO2 nanoparticles and α-MnO2 nanotubes were also synthesized and incorporated into MWCNT fibers for comparison. In brief, amorphous MnO2 nanoparticles were synthesized by adding ethanol dropwise into 1.5 mM KMnO4 aqueous solution (15 mL) until the purple color disappeared. For the synthesis of α-MnO2 nanotube, 0.5 mL of concentrated HCl was mixed with 1.5 mM KMnO4 (15 mL), then sealed into a Teflon-lined stainless steel autoclave. The autoclave was heated to 140 °C for 12 h. The precipitated amorphous MnO2 and α-MnO2 were collected and washed thoroughly using deionized water. Amorphous MnO2MWCNT fiber and α-MnO2MWCNT fiber were fabricated according to our previous study. Briefly, three layers of MWCNT sheets were stacked on a polytetrafluoroethylene (PTFE) substrate. Amorphous MnO2 nanoparticles and α-MnO2 nanotubes dispersed in ethanol (0.2 mg mL–1) were drop-casted on MWCNT sheets, respectively, then dried at room temperature. The resulting hybrid sheets were peeled off from the PTFE substrate, and twisted into fibers by an electric rotator at 200 rpm for 2 min.",
                "The single fiber electrode was characterized using a three-electrode configuration. LiCl aqueous solution (6 M) was used as electrolyte, and Pt plate and Ag/AgCl (saturated KCl) were used as counter and reference electrode, respectively. The capacitive performance of solid-state fiber-based supercapacitor was measured in a two-electrode configuration. The device was fabricated by placing two amorphous MnO2@MWCNT fibers close (∼0.5 mm gap) and in parallel on a polyethylene terephthalate (PET) substrate, and then coating a thin layer of PVA–LiCl (6 M) gel electrolyte. The PVA–LiCl gel electrolyte was prepared by mixing 10 mL of LiCl (6 M) with 1 g of PVA powder which was heated at 90 °C with vigorous stirring until a homogeneous gel-like suspension was obtained. Ag paste was used as electrical leads at the ends of two fibers for electrochemical tests.",
                "The mass of MWCNT fiber and amorphous MnO2@MWCNT fiber was determined by an ultra-accurate microbalance (METTLER TOLEDO, M × 5) with a readability of 1 μg. The scanning electron microscopy (SEM) and energy disperse spectroscopy (EDS) were performed on a field-emission scanning electron microscope (JEOL, JSM-6700F, Japan). The electrical properties and the mechanical strength of the amorphous MnO2@MWCNT fibers were characterized using Kaithley 2400 and a universal testing instrument (HY-0350). Transmission electron spectroscopy (TEM) images were taken with JEOL-2100F at an acceleration voltage of 200 kV. X-ray photoelectron spectroscopy (XPS) measurements were carried out with Al Kα radiation. The spectra were corrected by referencing the binding energy to the C 1s peak at 284.6 eV. X-ray diffraction (XRD) was taken with Rigaku D/Max Ultima II powder X-ray diffractometer. The electrochemical characterizations were obtained by a CHI 660E electrochemical workstation. Electrochemical impedance spectra (EIS) were conducted by applying a sinusoidal voltage of 5 mV in a frequency range from 0.01 to 100 kHz.",
                "The specific volumetric capacitances (CV) of the fiber-electrodes and fiber-based supercapacitors were calculated from charge–discharge curves according to the following equation:CV=[i(dVdt)]Vfiber(4)where i is the discharge current and dVdt is the slope of discharge curve. In three-electrode system, Vfiber is the volume of fiber immersed in LiCl electrolyte. In the case of a fiber-based supercapacitor tested in two-electrode configuration, Vfiber refers to the total volume of two fibers exposed to the PVA–LiCl gel electrolyte.",
                "The specific gravimetric capacitances (Cg) of the fiber-based supercapacitors were calculated from charge–discharge curves according to the following equation:Cg=[i(dVdt)]gfiber(5)where i is the discharge current, dVdt is the slope of discharge curve and gfiber refers to the total mass of two fibers exposed to the PVA–LiCl gel electrolyte.",
                "The specific length capacitances (CL) of the fiber-based supercapacitors were calculated from charge–discharge curves according to the following equation:CL=[i(dVdt)]Lfiber(6)where i is the discharge current, dVdt is the slope of discharge curve and Lfiber refers to the length of fiber exposed to the PVA–LiCl gel electrolyte, which is 1.5 cm as shown in Figure S7."
            ],
            "name": "Experimental Section",
            "type": "section_h2"
        }
    ],
    "Title": "Design of Amorphous Manganese Oxide@Multiwalled Carbon Nanotube Fiber for Robust Solid-State Supercapacitor"
}