{
    "DOI": [
        "10.1021/acsnano.6b02796"
    ],
    "Journal": "ACS Nano",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The ability to precisely control the composition of nanocrystals, similar to the way organic chemists control the structure of small molecules, remains an important challenge in nanoscience. Rather than dictating nanocrystal size through the nucleation event, growth of nanocrystals through continuous precursor addition would allow fine structural control. Herein, we present a method of growth for indium oxide nanocrystals that relies on the slow addition of an indium carboxylate precursor into hot oleyl alcohol. Nanocrystal size and structure can be governed at a subnanometer scale, and it is possible to precisely control core size over a range of three to at least 22 nm with dispersities as low as 7%. Growth can be stopped and restarted repeatedly without aggregation or passivation. We show that the volume of the nanocrystal core (and thus molecular weight) increases linearly with added monomer and the number of nanocrystals remains constant throughout the growth process, yielding an extremely predictable approach to size control. It is also possible to place metal oxide shells (e.g., Sn-doped In2O3 (ITO)) at various radial positions within the nanocrystal, and we use this approach to synthesize ITO/In2O3 core/shell nanocrystals as well as In2O3ITO/In2O3 core/shell/shell nanocrystals."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "A wide range of nanocrystal syntheses has been developed in recent years that provide size control of uniform populations of nanoparticles. For semiconducting nanocrystals, the traditional heat-up and hot-injection methods often achieve this by modifying the kinetics and thermodynamics of nucleation, principally through the level of supersaturation, reaction temperature, choice of stabilizing ligands, and alteration of precursor conversion kinetics. The mechanisms involved are based on classic LaMer theory, and more quantitative models. Even with these advancements in our understanding of nanocrystal formation, selecting appropriate synthetic conditions for a desired nanocrystal structure remains challenging.",
                "In addition to modifying the rate of nucleation, “multiple injection” or “seeded growth” strategies have been used to synthesize nanocrystals with varying degrees of size control. Seeded growth strategies, whereby preformed nanoparticles are mixed with metal precursors and surfactants in optimized ratios, have shown success in both metal and oxide nanocrystal syntheses. Secondary rapid-injection of precursors and surfactants into the original reaction solution can also be used to grow both semiconducting nanocrystals and nanowires; however, the above methods are often limited in their size control and size resolution control. Because the detailed mechanisms of growth in many of the previous approaches involve complex processes, such as ripening and aggregation, seeded growth or “dynamic injection” strategies often require careful selection of reaction conditions so as not to induce new nucleation or product formation with unreacted precursor. Strategies include isolating (and often purifying) the nanocrystal seeds, lowering the reaction temperature for shell growth, and carefully selecting the shell-forming precursor.",
                "An ideal nanocrystal synthetic method would allow for a continuous, layer by layer construction of a nanoparticle at the subnanometer level, similar to the “living metal-polymer” idea first conceptualized by Watzky et al. A continuous growth synthetic method applicable for a wide variety of inorganic nanomaterials would allow precise and predictable structural control analogous to that provided by living polymerization in macromolecular chemistry. Several groups have recently acknowledged the importance of more generalizable synthetic methods for assembling complex nanomaterials, and suggest the utility of polymer-like control in nanowire and quantum dot syntheses. To achieve such control requires a system in which no new nucleation takes place during growth, the number of growing species remains constant, and intermediate nanocrystal cores do not passivate. An ideal synthesis would permit epitaxial growth of core/shell structures and the seamless control of concentration gradients within doped nanocrystals. Such approaches would offer precision and control of the internal nanostructures and sizes, which dictate the properties of nanocrystal cores.",
                "Recently, several synthetic approaches have been reported that employ slow addition of precursor to extend the growth of nanocrystals and demonstrate some of the potential benefits of continuous growth processes. We previously showed that slow addition of metal oleates into hot oleyl alcohol produced monodispersed nanocrystals for a variety of binary oxides. The catalytic esterification reactions that lead to nanocrystal formation seemed ideal to examine whether these syntheses could be used to carry out continuous growth of binary oxide nanocrystals and, potentially, to control the radial placement of dopant atoms in the oxide matrix. To this end we examined the growth process for indium oxide nanocrystals during slow addition of precursor under conditions where thermal decomposition of the precursor does not occur. We show that this process shares attributes common to living growth in polymers, yielding nanocrystals with predictable sizes and compositions over a range of three to over 22 nm in diameter. The surfaces of the nanocrystals retain their reactivity, and thus are amenable to further growth of either the core material or even doped material. The continuous growth process permits the synthesis of core/shell nanocrystals with custom radial dopant compositions that, in turn, allow predictable tuning of the energy of the localized surface plasmon resonance. The continuous, controlled growth process offers an intuitive approach to precise and predictable size control of metal oxide nanocrystals."
            ],
            "name": "",
            "type": "section_h2"
        },
        {
            "content": [
                "Previously we showed that slow addition of a metal oleate to oleyl alcohol at elevated temperatures (>200 °C) yields crystalline nanoparticles for a variety of binary metal oxides at temperatures below the thermal decomposition point of the precursors. It was also possible to produce core/shell nanocrystals using this method. Spectroscopic studies reveal the production of an ester, oleyl oleate, during the synthesis, resulting in the formation of a metal hydroxyl species. As the concentration of M–OH species increases, condensation eventually occurs to form metal oxide nanoparticles stabilized primarily by oleic acid (Scheme 1). Metal hydroxide condensation is accompanied by the production of water, observed both in the reaction flask and by 1H NMR spectroscopy.",
                "Although a variety of binary and doped oxide nanocrystals have recently been produced through esterification of metal carboxylates in long-chain alcohols (including In2O3, γ-Fe2O3, Mn3O4, CoO, and ZnO), little is known about their growth mechanism. We chose to investigate indium oxide in detail because of our interest in the optical and electronic properties of these nanocrystals as a function of nanocrystal size and tin doping level. Indium oxide nanocrystals were synthesized through the dropwise addition (0.3 mL/min) of indium oleate solution into oleyl alcohol at 290 °C. Small aliquots were taken and quenched by rapid cooling to room temperature. Purified samples were characterized by small-angle X-ray scattering (SAXS). Transmission electron microscopy (TEM) images were also collected and offer complementary size and size dispersion information to SAXS that serve to validate the generated SAXS models. We were able to monitor nanocrystal size, size dispersion, and concentration with SAXS (Figure 1) and validate this data using TEM (Figure 2).",
                "This initial study showed continuous nanocrystal growth as a result of further precursor addition (Figure 2a). No nanoparticles were observed immediately after metal precursor addition began, however crystalline particles were detected in the reaction solution after the addition of 0.2 mmol of metal (Figure 2c). Based upon the SAXS data (Figure 2a) and corresponding TEM images in Figure 2c–f, the particle size increased steadily from 6 to 16 nm as more metal precursor was added. The relative size dispersity decreased over this addition, and at core sizes greater than 8 nm, the particles became monodisperse, as revealed by both SAXS and TEM (1σ by SAXS = 7–8%). The absolute dispersity for this data set (plotted in Figure S1) remains essentially constant after the addition of 2 mmol of precursor, suggesting that processes such as ripening and size focusing are not occurring during the later stages of the growth process. The size dispersion was even smaller by TEM, 1σ = ∼5% (see Figure S2 for TEM size analysis).",
                "SAXS analysis revealed that the number of particles in the reaction vessel remained nearly constant through the entire precursor addition (Figure 2b), suggesting that little coalescence and ripening occurs, and no additional nucleation begins. Further, if precursor addition was stopped at any point during the synthesis and the solution left under synthesis conditions for several hours, nanocrystals did not change shape or size during that time (see below and Figure S6). When precursor addition resumes, growth continues as expected. These attributes are consistent with a continuous growth process analogous to that found in living polymer chemistry.",
                "If the nanocrystal cores remain reactive, there should be no upper limit to the nanocrystal size that can be produced. Under standard synthetic conditions, we were initially unable to grow nanocrystals larger than 16 nm (Figure 2a). Because alcohol is consumed during nanocrystal growth, we hypothesized that this may be due to the consumption of all the alcohol initially in the reaction vessel. By adding more alcohol to the reaction flask during the synthesis, larger nanocrystals were obtained. SAXS and TEM analysis (Figure 3) confirm the synthesis of monodisperse nanocrystals up to 22 nm in diameter. We expect that larger sizes are possible through the continued addition of precursor, assuming enough alcohol is present to continue esterification. For a typical batch, over 3.0 g of monodisperse 22 nm nanocrystals were obtained as a solid powder (see Figures S3 and S4 for further SAXS analysis and a picture of gram quantities of the product).",
                "Nanocrystal growth utilizing this slow-injection approach exhibits several signatures that are common to living polymerizations. First, as mentioned above, precursor addition can be halted, left at reaction temperature (or room temperature), and restarted without any change to particle size or size dispersion (see Figure S6 and Methods section). Second, we observed a linear correlation (Figure 3b) between the average mass of a nanocrystal core and the addition of metal precursor up to a mass of at least 25 million. In typical living polymerizations, because the number of growing chains is constant, a linear correlation between monomer conversion and polymer molecular weight is observed.",
                "We suspected that the surface hydroxyl groups are responsible for sustaining nanocrystal growth (or, alternatively, terminate growth if the hydroxyls become passivated or dehydrate to an oxo species) as shown in Scheme 1. To test this hypothesis, we investigated whether nanocrystal growth can be sustained in their absence by eliminating the hydroxyls through reaction with a long-chain silane reagent. To this end, we synthesized 10.4 nm In2O3 nanocrystals. Half of these nanocrystals were treated with trimethoxy(octadecyl)silane. A TEM of the silane-treated, purified product is shown in Figure 4a, along with an EDX and XPS spectra indicating the presence of silicon (Figure S5). No discernible changes in the size or dispersity of the nanocrystals were observed during silanization. When additional metal precursor was added to the silane-coated particles, significant changes in morphology and polydispersity of the sample were observed (Figure 4b). The anisotropy of the grown nanocrystals, along with the presence of two populations of nanocrystals (one much smaller than the original), imply that growth on existing cores was hindered and new nucleation occurred. When additional precursor was added to the untreated nanocrystals, growth continued as expected, producing larger, monodisperse nanocrystals. (Figure 4c). These results suggest that continuous growth occurs through monomer addition to the surface hydroxyl groups",
                "During the growth process, we observed striking morphology changes in the nanocrystals as a function of core size by low-resolution TEM (Figure 2 and 3). Because key properties of nanomaterials depend upon shape and facets, in addition to the core size, we investigated select samples with HRTEM (Figure 5). The nanocrystals are single crystals at all core sizes, indicating that growth occurs epitaxially at the particle surface. At smaller sizes, the nanocrystals appear cubic passivated by {001} facets, whereas at larger sizes, the [011] and [012] planes dominate the cuboctahedra. This shape change suggests that the {001} facets are growing at a faster rate than other planes, and as a result, the nanocrystals become mostly passivated by the slower growing planes. As previously detailed, {001} facets of In2O3 become more stable when passivated by water or hydroxide, indicating that growth proceeds by hydroxide condensation.",
                "The fact that the surface hydroxyls remain reactive throughout the synthesis allows easy and logical preparation of more complex structures, specifically core/shell nanocrystals. We examined this aspect of the growth method by producing a series of Sn-doped In2O3 (ITO) nanocrystals with a shell of In2O3 (ITO/In2O3 core/shell nanocrystals). To produce doped nanocrystals using more traditional methods (i.e., thermal decomposition or hot-injection), the reactivity of the host and dopant precursor must be determined empirically and carefully balanced to control dopant density. Our slow-injection approach using metal oleates as precursors allows effective incorporation of dopants that is easily controlled by simply varying their feed ratios.",
                "An ITO core was synthesized by slow addition of a mixture of indium and tin precursors into oleyl alcohol. At the end of this addition, the core reached 6.3 nm. Additional indium oleate was added to grow the shell. No purification was necessary before shell growth. SAXS and TEM data on core/shell particles of varying shell thickness are presented in Figure 6.",
                "X-ray photoelectron spectroscopy (XPS) was used to monitor shell growth and radial distribution of the tin atoms. Figure 7a shows decreasing Sn 3d peaks as more indium precursor is added to the nanocrystals. The sampling depth (3λ) for the In and Sn 3d XPS peaks was calculated to be ∼5 nm within the nanocrystal core. Additional attenuation of these signals occurs in the ligand shell. As the In2O3 shell thickness increases from 0.6–3.3 nm, the intensity of the Sn 3d peaks steadily decrease, suggesting that the dopant (tin) is being confined to the nanocrystal core as the In2O3 shell is grown. For the 12.8 nm ITO/In2O3 nanocrystals (Figures 6d and 7, green trace), no Sn 3d peaks are present in the XPS spectrum, indicating the nanocrystal does not contain tin in the shell of the material. If tin were redistributing itself in the nanocrystal homogeneously, one would expect a little over 1 at. % tin present, which is easily detectable in this measurement. Two other features of the XPS spectra support these conclusions. First, the In 3d peaks narrow as In2O3 is grown, suggesting that undoped In2O3 dominates the signal produced in the outer portions of the nanocrystals. Second, the systematic decreases in the baseline intensity at binding energies >455 eV (attributed to inelastic scattering of In 3d photoelectrons) suggests that the depth sampled contains higher concentrations of indium sampled as the shell thickness increases.",
                "We measured the near-infrared absorbance spectra of the core/shell nanocrystals to assess the role of dopant distribution on the optoelectronic properties of the nanocrystals. Heterovalently doped metal oxide nanocrystals have been identified as important non-noble metal plasmonic materials, which have been an area of recent active research. The localized surface plasmon resonance (LSPR) of these materials can be tuned based on the free electron concentrations. In Figure 7b, we find the LSPR red-shift with increasing shell (In2O3) thickness, as would be expected with decreasing Sn-dopant concentration. The wavelength of the LSPR can be tuned over a range of more than 1,000 nm simply by increasing the thickness of the oxide shell. If In2O3 were not growing on the existing crystals and instead were nucleating independently, one would not observe the same red-shift of the LSPR, but would instead observe a superposition of ITO and In2O3 spectra. This synthetic method has the potential to yield more information regarding the LSPR response to the dopant distribution within a nanocrystal as well as the degree of LSPR modulation.",
                "In an effort to evaluate the ease with which dopants can be intentionally placed in different radial positions in a nanocrystal, we aimed to synthesize In2O3ITO/In2O3 core/shell/shell nanocrystals. First, 8.9 nm In2O3 nanocrystals were synthesized as described above. The reaction mixture was then stirred at synthesis temperature for 3 h. SAXS analysis of aliquots taken over this time show no further growth or aggregation (Figure S6). Next, a 90:10 In/Sn oleate mixture was slowly added to the reaction mixture, and the particles were grown to reach 10.4 nm. Finally, additional indium oleate was slowly injected to reach a final diameter of 13.6 nm (see Figure S7 for TEM images). XPS spectra of aliquots taken for the In2O3 core, In2O3ITO core/shell, and In2O3ITO/In2O3 core/shell/shell nanocrystals are shown in Figure 8. The Sn 3d peaks grow in upon addition of the ITO shell, and decrease after the In2O3 shell is added. The inelastic scattering of the In 3d photoelectrons increases upon ITO shell addition and decreases when the In2O3 shell is added, as expected if the dopant atoms are localized in the inner shell."
            ],
            "name": "Results and Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "We have demonstrated subnanometer control of core size and dopant distribution in indium oxide and tin-doped indium oxide nanocrystals via a slow-injection synthetic method. Rapid esterification, rather than thermal decomposition, produces reactive species that condense with active hydroxyl groups on the nanocrystal surface leading to continuous, controlled growth. The reactivity of the surface hydroxyl groups is important because if they become passivated, nucleation of new nanocrystals occurs rather than the growth of the existing cores. The method possesses several of the beneficial attributes of living growth processes common in polymer chemistry: (i) the number of growing nanocrystals remains constant, (ii) the size distribution of the nanocrystal cores remains low throughout the process, (iii) the molecular weight of the nanocrystal core scales linearly with the amount of precursor added, and (iv) the growth can be stopped and restarted making it convenient to grow shells of differing compositions.",
                "This approach allows the synthesis of rationally designed core/shell materials with predictable dopant densities and desired shell and core sizes. We utilized this method to synthesize ITO/In2O3 core/shell nanocrystals, as well as In2O3ITO/In2O3 core/shell/shell nanocrystals. The similar reactivities of the matrix and dopant precursors under esterification conditions means that dopant concentration is easily controlled through the ratio of precursors used. Under the conditions employed for synthesis, dopants do not redistribute throughout the nanocrystals. Convenient access to semiconductor nanocrystals with deliberately controlled radial distributions of dopant ions will permit studies to probe how such distributions influence the optical and electronic properties of these materials.",
                "Slow-injection syntheses that produce reactive species through controlled reactions, (such as the esterification process described here), hold promise to produce a wide range of mixed metal oxide and doped metal oxide nanocrystals with desired dimensions and composition profiles. Chemistries that generate a reactive nanocrystal surface and produce controlled mixtures of reactive species that condense with the surface groups would, more generally, allow more controlled syntheses of nanocrystals with specific overall or local compositions. Such methods would serve as a springboard for the development of other types of nanomaterials, in addition to oxide nanocrystals."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Indium(III) acetate (99.99%), oleic acid (90% technical grade), tin(IV) acetate, and trimethoxy(octadecyl)silane (90% technical grade) were purchased from Sigma-Aldrich and used as received. Oleyl alcohol (80–85% technical grade) was purchased from Alfa Aesar and used as received. A flow meter purchased from Cole-Parmer was used to monitor nitrogen flow (model 03216–10)."
                    ],
                    "name": "Materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Small-angle X-ray scattering (SAXS) analysis was done on a lab-scale SAXS (SAXSess, Anton Paar, Austria). The system was attached to an X-ray generator equipped with a X-ray tube (Cu Kα X-rays with wavelength λ = 0.154 nm) operating at 40 kV and 50 mA. The scattered X-ray intensities were measured with a charge-coupled device (CCD) detector (Roper Scientific, Germany). The raw data was processed with SAXSquant software (version 2.0). Scattering curves were averaged over 50 individual curves for various acquisition times (2–40s). Curve fitting was done using Irena macros for IGOR (V. 6.3). Select samples were analyzed with a NIST SANS data reduction software. The SAXS was calibrated to absolute intensity using 18.2 MΩ water as a standard, and all data was normalized to the same exposure time. The number of scatterers were calculated dividing the volume fraction by the volume of one particle. We were concerned that a SAXS model generated from a spherical form factor might produce inaccuracies because particle shapes ranged from truncated cubic to cuboctahedral. However, generated SAXS patterns will be directly proportional to a nanocrystals’ core volume, and when the appropriate form factor is used to for analysis, we find negligible (<5%) differences in the modeled volume.",
                        "Transmission electron microscopy (TEM) images and electron diffraction patterns were collected on 400 mesh Cu grids (Ted Pella, Redding, CA) using a Tecnai Spirit TEM (FEI, Hillsboro, OR) operating at 120 kV equipped with a Bruker EDS detector. HRTEM images were collected on a 300 kV Cs image corrected FEI Titan (S)TEM. Samples were prepared by drop-casting a toluene solution directly onto a copper grid, or by dipping the grid into a dilute solution of particles. Images were analyzed using ImageJ software, and following procedures outlined in literature. Over 300 nanoparticles were measured for each data point.",
                        "X-ray photoelectron spectroscopy (XPS) was acquired using a Thermo Scientific ESCALAB 250 X-ray photoelectron spectrometer using monochromatic Al Kα X-ray source at 20 kV. Twenty scans were collected on each sample over a binding energy of 436–523 eV to observe the In and Sn 3d peaks. Samples were prepared by drop-casting a hexane solution of nanocrystals on mica substrates.",
                        "NIR absorbance measurements were collected on a PerkinElmer Lambda 1050 UV/vis/NIR spectrometer. Samples were prepared at concentrations of 0.5 mg/mL in carbon tetrachloride."
                    ],
                    "name": "Characterization of Indium Oxide Nanocrystals",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Indium(III) acetate (2.198 g, 7.5 mmol) was added to 15 mL oleic acid and kept at 150 °C for several hours under N2 to produce an indium oleate solution with a concentration of 0.5 mmol indium/mL oleic acid. The indium oleate solution obtained was then added dropwise to 13.0 mL of oleyl alcohol heated to 290 °C in a 100.0 mL three-neck flask. The metal oleate solution was added using a 20 mL syringe and syringe pump at a rate of 0.35 mL/min. During addition, N2 was flowing through the flask at a rate of 130 cc/min. All three necks of the flask were capped with septa, and three 16-gauge purge needles were placed in one of the necks to prevent pressure buildup. A small amount of kimwipe was placed in the purge needles.",
                        "For the synthesis of larger nanocrystals, the presence of more than 13.0 mL oleyl alcohol was necessary to continue esterification and growth the nanocrystals. After the addition of 10 mL indium oleate solution, the syringe of indium oleate was removed and 10 mL of oleyl alcohol was added dropwise at a rate of 0.2 mL/min. Once the alcohol was added, additional metal oleate precursor was added at 0.35 mL/min. The cycle continued once more (see Supporting Information Figure 3) for the synthesis of 22 nm particles.",
                        "To gain insight into the growth mechanism during the synthesis, 0.1 mL aliquots were taken from the reaction solution using a dry 1.0 mL glass syringe. Collection of the aliquot out of the hot reaction vessel rapidly cooled the solution and quenched particle growth. The nanocrystals were precipitated with 12 mL ethanol. The solid was collected by centrifugation at 7300 rpm and washed once more with 12 mL ethanol. After collection, the final nanocrystals were dissolved in toluene."
                    ],
                    "name": "Synthesis of Indium Oxide Nanocrystals",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In2O3 nanocrystals were synthesized at 290 °C as described above to produce nanocrystals that are 10.4 nm by SAXS. At this point, the reaction mixture was cooled to room temperature. After the nanocrystals had settled to the bottom of the flask, ∼8 mLs of the supernatant (oleyl alcohol and ester) were decanted. This reduces the amount of oleyl alcohol that is available to react with the silane reagent. The remaining nanocrystals were heated to 150 °C. Then, 8 mL of trimethoxy(octadecyl)silane was added dropwise (0.2 mL/min), and the reaction was then left at 150 °C for 1 h. Next, the flask was cooled to room temperature and the original decanted solution was added back to the flask. The contents of the flask were then reheated to 290 °C. An aliquot was taken at this point for analysis.",
                        "To investigate the effects of the silane treatment, an additional 0.5 mmol metal precursor was added to the nanocrystals under synthesis conditions. A second aliquot was taken at this point (Figure 4b).",
                        "As a control to evaluate the growth in the absence of silane, the same experimental procedure described above was performed without addition of trimethoxy(octadecyl)silane. That product is shown in Figure 4c.",
                        "Each aliquot was precipitated with 12 mL ethanol. The solid was collected by centrifugation at 7300 rpm and washed once more with 12 mL ethanol. Final nanocrystals were dispersed in hexanes for SAXS analysis and deposited on a TEM grid for imaging."
                    ],
                    "name": "Termination of Surface Hydroxyl Groups with a Trialkoxysilane during In2O3 Growth",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The synthesis is similar to that described above for In2O3, using the same reaction temperature and nitrogen flow rate. Indium oleate precursor was previously prepared by mixing indium acetate and oleic acid as described above. In a different vial, a 10% Sn-doped indium oleate solution (ITO precursor) was prepared by mixing tin(IV) acetate and indium(III) acetate in a 1:9 molar ratio. Oleic acid was added to yield a final solution with a concentration of 0.5 mmol/mL oleic acid. Both precursor solutions were left at 150 °C for several hour under N2.",
                        "The ITO precursor solution was first added dropwise into 13.0 mL of oleyl alcohol at 290 °C using a 20.0 mL syringe and syringe pump at a rate of 0.35 mL/min. An aliquot of the solution was collected at this point.",
                        "After growth of the ITO cores, the ITO precursor syringe was removed from the syringe pump and replaced with a syringe filled with the indium oleate precursor. As described above, the precursor was added to the flask using a 20.0 mL syringe and syringe pump at a rate of 0.35 mL/min. Aliquots were taken after the addition of 0.5, 1.0, and 2.0 mmol of indium precursor was added. All aliquots were precipitated twice with 12 mL ethanol, collected by centrifugation, and dissolved in hexanes."
                    ],
                    "name": "Synthesis of ITO/In2O3 Core/Shell Nanocrystals",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The synthesis is similar to that described above for In2O3, using the same reaction temperature and nitrogen flow rate. Indium oleate precursor was previously prepared by mixing indium acetate and oleic acid as described above. In a different vial, a 10% Sn-doped indium oleate solution (ITO precursor) was prepared by mixing tin(IV) acetate and indium(III) acetate in a 1:9 molar ratio. Oleic acid was added to yield a final solution with a concentration of 0.5 mmol/mL oleic acid. Both precursor solutions were left at 150 °C for several hour under N2.",
                        "The indium precursor solution was first added dropwise into 13.0 mL of oleyl alcohol at 290 °C using a 20.0 mL syringe and syringe pump at a rate of 0.35 mL/min to grow 8.9 nm indium oxide nanocrystals. The nanocrystals were then left in the reaction solution at 290 °C for 3 h (SAXS data shown in Figure S6). After 3 h, the ITO precursor was added dropwise into the reaction solution at a rate of 0.35 mL/min, until the nanocrystals reached 10.4 nm. An aliquot was taken after this addition for TEM and XPS analysis. Subsequently, the same indium oleate precursor described above was slowly added (0.35 mL/min) into the reaction solution to yield nanocrystals with a final core size of 13.6 nm. XPS spectra from these particles are shown in Figure 8, TEM images of the In2O3 core, In2O3ITO core/shell, and In2O3ITO/In2O3 core/shell/shell nanocrystals can be found in Figure S7."
                    ],
                    "name": "Synthesis of In2O3ITO/In2O3 Core/Shell Nanocrystals",
                    "type": "section_h3"
                }
            ],
            "name": "Materials and Methods",
            "type": "section_h2"
        }
    ],
    "Title": "Continuous Growth of Metal Oxide Nanocrystals: Enhanced Control of Nanocrystal Size and Radial Dopant Distribution"
}