{
    "DOI": "10.1016/j.elecom.2015.05.001",
    "Journal": "Electrochemistry Communications",
    "Keywords": [
        "Garnet-type solid electrolyte",
        "Lithium dendrites",
        "Ex-situ SEM"
    ],
    "Sections": [
        {
            "content": [
                "This work investigated the resistance of Al-contained Li6.75La3Zr1.75Ta0.25O12 (LLZTO) sintered pellets to lithium dendrites. The short-circuiting period for Li/LLZTO/Li cells under a high applied direct current showed positive correlation to the variation in the relative densities of the LLZTO pellets sintered at different temperatures. Lithium dendrites were observed directly inside short-circuited LLZTO electrolytes. Our observations demonstrate that lithium dendrites can grow through grain boundaries and interconnected pores in the ceramic electrolytes."
            ],
            "name": "Abstract",
            "type": "ce_section"
        },
        {
            "content": [
                "Lithium-ion batteries with nonflammable solid electrolytes are intrinsically safe for future wide applications, since solid electrolytes are considered to be capable of inhibiting the growth of lithium dendrite. Monroe and Newman's model explained dendrite growth from mechanical aspect and suggested a critical value of the shear modulus to be 6 GPa for a solid electrolyte to inhibit lithium dendrites. Inorganic solid electrolytes are generally satisfied for this criterion.",
                "Among the inorganic electrolytes with high lithium-ion conductivity, garnet-type oxides, e.g., Li7La3Zr2O12 (LLZO), are most promising by considering their high stability in contact with lithium metal and wide electrochemical window. However, recent experiments by Yamamoto's group reported a ‘short circuit’ phenomenon by applying direct current (DC) with relatively high current density (0.5 mA/cm2) through symmetric Li/LLZO-based electrolyte/Li cells, though relative density of sintered pellets was as high as 96% [3–5]. By designing various experiments to obtain indirect evidences, they concluded that this phenomenon was caused by lithium dendrite growth inside the LLZO electrolyte and suggested a penetration pathway of lithium dendrites through the grain boundaries and voids inside the electrolyte. However, there is still no direct evidence of lithium dendrites in the oxide electrolytes ever since. Recently, Nagao et al. observed lithium dendrite growth through Li2S–P2S5 electrolyte by in-situ scanning electron microscopy method. They found that lithium dendrites grew along grain boundaries inside the sulfide electrolyte layer, and then several cracks generated locally, and finally pillared deposits appeared, causing the short-circuiting of the cells.",
                "In our previous work, we prepared Al-contained Li6.75La3Zr1.75Ta0.25O12 (LLZTO) ceramics with high relative density and ionic conductivity. In this work, we investigated the resistance of such LLZTO ceramic electrolytes to lithium dendrites by scanning electron microscopy (SEM) observations, providing direct evidence for the growth of lithium dendrites inside the oxide ceramic electrolytes."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                "Al-contained LLZTO sintered pellets were prepared via the same way as before. LLZTO powder was synthesized by solid state reaction with Al2O3 (0.15 mol per mol LLZTO) intentionally added to the raw materials as sintering aid, i.e., stoichiometric amounts of LiOH · H2O (with 10 wt.% excess), La2O3, ZrO2, and Ta2O5 were mixed together and calcined at 900 oC for 6 h. The as-calcined powders were ball-milled in 2-propanol for 13 h using planetary ball mill, followed by drying process. The powder was then pressed into pellets and sintered in alumina crucibles at various temperatures from 1050 to 1150 oC. The final sintered sample pellets were named as ‘LLZTO-sintering temperature value’.",
                "The content of aluminum in the LLZTO-1100 was determined by induced coupled plasma optical emission spectrometer (ICP-OES, VARIN VISTA-MPX), and the atomic ratio of La/Al measured in the LLZTO-1100 is 3.00/0.39, in reasonable agreement with the nominal composition of 3.00/0.30 in LLZTO. A bit higher Al content could be due to contamination from alumina crucible. The relative densities of the pellets were measured using the Archimedes method with ethanol as medium, and theoretical density of LLZTO was calculated from the lattice parameters determined by X-ray diffraction.",
                "The conductivities of the pellets were evaluated based on the impedance profiles of Au/LLZTO/Au cells measured by using Agilent 4294A (100 Hz to 110 MHz) as usual. Li/LLZTO/Li cells were prepared by sandwiching thin lithium metal plates and LLZTO pellets (ca. 0.09, 0.11, 0.10, and 0.11 cm in thickness for LLZTO-1050, LLZTO-1075, LLZTO-1100, and LLZTO-1150, respectively) in a sealed stainless steel container in Ar-filled glove box. The assembly was heated at 180 oC (i.e., close to melting point of lithium metal) to ensure good contact between lithium metal and LLZTO. DC polarization of the Li/LLZTO/Li cell was conducted with current density of 0.5 mA/cm2. Electrochemical impedance spectra (EIS) of the cells were measured in the frequency range from 1 Hz to 8 MHz. Both measurements were performed on Electrochemical Working Station (Zahner IM6) at room temperature.",
                "The microstructure of the LLZTO electrolytes in the cells was observed via scanning electron microscope (SEM, JSM-7001F JEOL) in second electron (SE) mode. The SEM samples were prepared in Ar-filled glove box by cracking the LLZTO pellet into pieces so that the whole cross sections along the thickness direction can be used for SEM measurements. Backscattered electron (BSE) images were also taken to highlight the position of lithium dendrites. Line scan energy dispersive X-ray (EDX) analysis was performed to analyze the elemental distribution."
            ],
            "name": "Experimental",
            "type": "ce_section"
        },
        {
            "content": [
                "Shown in Fig.1a are the variations in the relative density and total conductivity of the sintered LLZTO pellets with sintering temperature. A bit higher relative density of LLZTO-1075 compared with LLZTO-1050 could be due to the formation of liquid phase Li–Al–O compound as a sintering aid at temperatures higher than 1055 oC, facilitating the densification process. But higher sintering temperature would cause more Li evaporation, resulting in lower relative densities again.",
                "A typical impedance profile of the Au/LLZTO/Au cells is shown in the inset of Fig.1a. As usual for cubic LLZO, the impedance profile is composed of one semicircle at high frequencies (above 0.8 MHz) and a tail. The semicircle corresponds to the total resistance contribution of the pellets, and the tail in the low frequency range arises from the ionic blocking electrode. Thus the total conductivity of the pellets was estimated from the total resistance ρ total. The conductivity is dependent on not only Li content but also microstructure. Fig.1a shows a high conductivity value for the LLZTO-1100.",
                "Fig.1b shows the changes in the cell voltage with polarization period at 0.5 mA/cm2 for the Li/LLZTO/Li cells. The initial impedance spectra of these cells are presented in the inset of Fig.1b, and they contain two semicircles though those at high frequencies (above 0.8 MHz) are not complete. By comparison with the impedance profile of the Au/LLZTO/Au cells in Fig.1a, it can be seen that the incomplete semicircles at high frequencies (above 0.8 MHz) correspond well to the total resistance contribution of the LLZTO pellets. The semicircles at low frequencies (40 Hz–0.8 MHz) are thus ascribed to the interfacial resistance with the values comparable to those reported by Yamamoto's group [4,5] and Li et al., suggesting a good contact between LLZTO and Li electrodes. Under applied DC polarization, the cell voltages rose possibly due to the structural change of the lithium/garnet interface resulting from a degrading electrode contact by pore formation. Intentional break-off of the current during the polarization process was made for the Li/LLZTO-1100/Li cell, where a relaxation process, i.e., abrupt drop in the cell voltage (as indicated by the dash arrow in Fig.1b), was observed when the current was re-applied. This phenomenon is an indication of the slow kinetics of lithium ion transport across the interface, which could be another reason for the rise of the cell voltage under polarization. Abrupt drops in the cell voltage after polarization for a period were observed for all the cells, indicating the occurrence of short-circuiting. The short-circuiting period increases in the order of LLZTO-1150 LLZTO-1050 LLZTO-1100 LLZTO-1075, which could be correlated to the trend of the relative density of the LLZTO pellets sintered at different temperatures (Fig.1a) irrespective of the microstructure variations. This correlation is in agreement with the previous report for Al-doped LLZO.",
                "In order to observe what happen to the Li/LLZTO/Li cell, almost whole cross-sectional micrographs of the LLZTO electrolytes after polarization loading were observed via SEM, as shown in Fig.2. Comparing with its original micrograph (Fig.2a) before polarization test, some dark regions distributed along the thickness direction of the whole cross section (Fig.2b) appear after short-circuiting, and are more clearly shown in BSE mode (see Fig.2c with dark regions circled by red dash lines), suggesting the enrichment of light weight elements in these dark regions. The detailed microstructure of one such dark region (i.e., region #1 in Fig.2c) is given as a combined SE (left) and BSE (right) images (see Fig.2d). It can be clearly seen from Fig.2d that some ‘dark’ substance either covers on the ceramic electrolyte or is embedded in it. Across the dark region (see the yellow line in Fig.2e, an enlarged view of region #2 in Fig.2c), the line scan EDX (Fig.2f) indicate that the amounts of La, Zr, Ta, and O elements in the dark region decrease, consistently suggesting that the dark region could be rich in Li element. We suggest that the substance in the dark regions could be lithium dendrites. EDX detected Al only in the grain boundary, a result consistent with many previous reports including ours [7,11,12]. It is currently not sure why O is absent in the entire dark region while other metal elements only show decreased amount.",
                "After immersing this sample in ethanol for a while, the dark contrast (shown in Fig.2c,d) disappears in all the regions (Fig.2g,h), further indicating that those regions are rich in lithium metal because lithium metal can be dissolved in ethanol. By comparing Fig.2d with Fig.2h, it can be seen that the lithium dendrites grow through interconnected pores and along porous grain boundaries (as indicated by yellow arrows in Fig.2h) inside the ceramics. Such pores originated from the green body and were trapped during sintering process.",
                "Accordingly, the impedance spectra (see, for example, the inset in Fig.3a) for the Li/LLZTO/Li cells also change after short-circuiting. As seen from Fig.3a, the incomplete semicircle at high frequencies corresponding to the LLZTO is significantly distorted, and the semicircle at low frequencies due to the interfacial resistance shrinks a lot. The change can be understood based on the model proposed by Rosso et al.. By using their either Z′0 or Z′∞ equations (i.e., equations (9) and (10) in ref. ), the resistance (r3) of the lithium dendrite can be calculated, i.e., a consistent value of r3 = 22.5 Ω is obtained from either Z′0 or Z′∞, justifying the rationality of the model for the current case. Further by using the thickness of the LLZTO-1100 pellet, the room-temperature resistivity (i.e., 9.28 × 10− 6 Ω cm) of lithium metal and this resistance r3, a diameter of approximately 2.3 μm for the lithium dendrite could be estimated, which is in reasonable agreement with the pore size indicated by SEM observation (Fig.2h).",
                "The short-circuiting periods (Fig.1b) were reproducible. We also evaluate the repeatability of the short-circuiting phenomenon by immersing the short-circuited cells in ethanol. This process is thought to remove lithium dendrites, and thus the Li/LLZTO/Li cells should restore the original impedance. This is verified by one example (i.e., Li/LLZTO-1050/Li cell) in Fig.3b. Under the same polarization current, the cell undergoes similar voltage variation during similar period, after which an abrupt drop in the cell voltage occurs (Fig.3b). This result indicates that the lithium dendrites may not grow in a random manner but follow a similar path. This is reasonable if we consider that lithium dendrites easily grow through the pores.",
                "According to the observations discussed above, solid electrolytes with higher relative density or more essentially modified grain boundaries with no interconnected pores are needed to prevent lithium dendrites. Dense electrolytes could be made by pressure-assisted sintering techniques [14,15] or conventional sintering with sintering aids or atmospheric sintering."
            ],
            "name": "Results and discussion",
            "type": "ce_section"
        },
        {
            "content": [
                "Li/LLZTO/Li cells have shown short-circuiting phenomena after polarization for some time under a high applied direct current with a current density of 0.5 mA/cm2. The short-circuiting period shows positive correlation to the relative density of the LLZTO electrolyte pellets. Direct observation of the lithium dendrites inside short-circuited LLZTO pellet suggests that the lithium dendrites grow through grain boundaries and interconnected pores. Thus electrolytes with no interconnected pores are essential for preventing lithium dendrites."
            ],
            "name": "Conclusions",
            "type": "ce_section"
        },
        {
            "content": [
                "The authors declare that there are no conflicts of interest."
            ],
            "name": "Conflict of interest",
            "type": "ce_section"
        }
    ],
    "Title": "Direct observation of lithium dendrites inside garnet-type lithium-ion solid electrolyte"
}