{
    "DOI": "10.1016/j.ssi.2018.02.031",
    "Journal": "Solid State Ionics",
    "Keywords": [
        "Polymer electrolyte",
        "Poly(poly(ethyleneglycol) methyl ether methacrylate",
        "Sulfobetaine group",
        "Ionic conductivity",
        "LiPF6"
    ],
    "Sections": [
        {
            "content": [
                "The present study proposes a complete (pMPS8) and partial (pMPS8-co-PEGDMA) functionalization of poly(poly(ethyleneglycol) methyl ether methacrylate (pPEGMA) with zwitterionic pendant groups to improve the mobility of polymer chains and ion-ion associations during Li+ conduction (weak electrolyte). Structural, thermal and electrochemical characterizations of the polymer electrolytes are conducted to analyze the dependence of conductivity on LiPF6 concentration. The ionic conductivity of pMPS8 (3.22 × 10−5 S cm−1 at 25 °C) in the presence of LiPF6 is due to the incorporation of the zwitterionic pendant groups into the pPEGMA. In pMPS8, a more significant interaction of Li+ with the sulfobetaine group at low LiPF6 concentrations, decreases its ion movement. While at higher salt concentrations, the saturation of sulfonate groups with Li+ makes possible its interaction with ethoxy sites, thus, increasing ionic conductivity. pMPS8 is less sensitive (i.e. ionic conductivities remain constant) to the increases of salt concentration compared to the pMPS8-co-PEGDMA (larger number of ethoxy sites per pendant groups) due to its complete functionalization (short range mobility). The ionic conductivity for pMPS8-co-PEGDMA polymer starts to be significant at molar ratios higher than 1.0: 1.0, suggesting that above this stoichiometry the interactions between zwitterion pendant groups and lithium salt become suppressed, enabling its use at higher LiPF6 concentrations. The analysis of TGA, DSC, XRD and EIS exhibit that ionic conductivity is coupled with the mobility of chains, hence the transport mechanism occurs through dynamic percolation theory where the translational dynamics of the ions depends on segmental dynamics and by renewal of hopping probabilities."
            ],
            "name": "Abstract",
            "type": "ce_section"
        },
        {
            "content": [
                "An alternative to solve the drawbacks reported for liquid electrolytes in Li-ion batteries can be the use of solid polymer electrolytes (SPE), mixing a lithium salt with a solvent-free polymer matrix [1]. Under this condition, SPE should present characteristics as solvents and charge carriers. Of particular interest to solvation is the complete salt dissociation, which is influenced by chain structure coordination and the high concentration of sequential polar groups on its backbone (e.g. ether groups), thus, the distance between coordinating centers, flexible backbone, and low steric hindrance for bond rotation are important factors, affecting force solvation and consequently Li+ ion transport [2–4]. High ionic conduction has been typically associated with amorphous phases, rather than crystal ones [5], with the lowest possible transition temperature (Tg) to achieve a good flexibility of polymer chains. During this process, Li+ ions are transported in the remaining space left by the free volume of the polymer host, enabling conduction above Tg of the polymer. This behavior exhibits a diffusive liquid-like effect in the SPE.",
                "Polyethylene oxide (PEO) contains oligo(oxyethylene) side chains able to dissolve salts without the addition of any liquid solvent [6]. Ethylene oxide (EO) -(CH2-CH2O)n- provides suitable spacing for solvation and wrapping of cations, while methylene oxide -(CH3O)n- and propylene oxide -(CH2CH2CH2O)- do not present these properties [7]. However, its cyclic oligomers chains induces a high degree of crystallinity since they are interlocked to form helical tunnel or cylinders [6,8]. At low salt concentrations, amorphous phases of PEO provide an adequate ionic conduction [5], but charge segregation occurs at high concentrations ([Li+]/[EO] = 0.2 ≈ 1.0:0.03 M ratio), since Li+ ions are trapped into these cylinders; and the “salting out” phenomenon appears at high temperature, where ion-ion interactions become significant because bond length decreases. The presence of these aggregates and cross-link formation restrict the number of free ions and mobility of polymer chains, thus, decreasing ionic conductivity [4,6,9,10]. Copolymers containing flexible blocks such as poly(poly(ethyleneglycol) methyl ether methacrylate (pPEGMA) can be used to minimize these structural limitations. The preparation of an amorphous methacrylate-type polymer is an alternative to abate Tg as the number of ethoxy groups in its side chains are increased [11]. The oxygen atoms of ethoxy and carbonyl groups develop weak coordination shells with Li+, allowing ion-ion associations as a weak electrolyte that are unstable at high temperatures. The internal energy becomes great enough to overcome the barrier causing a significant chain motion and releases Li+ ions [12]. Thus, amorphous segmental chains are increased in pPEGMA, where Li+ transference favourably occurs at higher temperatures than Tg. The properties of amorphous pPEGMA can be enhanced by the introduction of functional groups, decreasing a strong interaction between polymer chains and lithium salt, which can unfavourably decrease the ionic conductivity. To this concern, the insertion of zwitterionic pendant groups in a methacrylate-type polymer enables to interact with different inorganic salts in a 1.0:1.0 M ratio (e.g. LiCl, LiTFSI and LiClO4), without compromising the phase separation or altering its fundamental skeleton [11]. Additional studies of this zwitterionic polymer have revealed that its Tg decreases as a function of the number of ethoxy groups in lateral [11,13] chains, from 254 °C when there is one ethoxy group to 18 °C for four groups, which can enhance mobility of polymer chains.",
                "On the other hand, favourable effects have been reported in ionic conductivity when LiPF6 concentration is increased to values around 20 wt% for PEO [14], and a previous study conducted by our research group has demonstrated that the augment of LiPF6 concentration in pPEGMA (Li+/O = 0.54 ≈ 1.0:1.0 M ratio) enhances ionic conductivity [12]. Not surprisingly, these benefits are rendered from the strong dependence of free ion concentration, which on its turn relies on salt solubility and energy of anion-cation (i.e. EO groups - Li+ interaction) dissociation in the electrolyte. However, as any other solvent, polymer structure is able to assimilate a limited concentration of salt, otherwise, ion pair or cluster formation results in restricted Li+ transference. Thus, the present study aims to account for the influence of functionalization with zwitterionic pendant groups in poly(poly (ethylene glycol) methacrylate) (pMPS8) and copolymerized with dimethylamine-poly (ethyleneglycol)methacrylate (pMPS8-co-PEGDMA) upon thermal and electrochemical properties. The premise under the comparison of these two polymer electrolytes is to evaluate if a complete or partial functionalization provides better active sites for ionic conduction due to the probable saturation of certain sites along the polymer (i.e. near by the pendant group), and the role of ion cluster formation in order to promoting Li+ conduction. Thermogravimetric analysis (TGA), Differential scanning calorimetry (DSC), X-ray diffraction (XRD), Attenuated total reflection Fourier transform infrared (AR-FTIR) and Electrochemical Impedance Spectroscopy (EIS) are used for these purposes."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                "Poly(ethyleneglycol)methacrylate (Molecular weight = 360 g mol−1) (PEGMA), dimethylethanolamine (DMA), thionyl chloride (SOCl2), triethylamine ((Et)3N), 1,3-propanesultone (PS), 4,4′-Azobis(4-cyanovalericacid) (ACVA) and lithium hexafluorophosphate (LiPF6), were obtained from Sigma-Aldrich and used as received.",
                {
                    "content": [
                        "Thermal polymerization of PEGMA was conducted up to almost total monomer conversion using a vacuum oven (200 mbar), at a temperature of 70 °C for 16 h, further details can be consulted in ref. [12]."
                    ],
                    "name": "Polymerization of poly(ethylene glycol) methacrylate pPEGMA",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The following steps were systematically followed to synthesize the zwitterionic polymer. Substitution reactions were carried out with PEGMA monomer to get a chlorine derivative (1), and an amine derivative (2). This amine is polymerized via free radicals (3). On the other hand, (2) a quaternized reaction with 1,3-propanesultone was performed to synthesize the zwitterionic monomer (4), and then, polymerized (pPMPS8) (5). pMPS8-co-PEGDMA (6) copolymer was obtained of pPEGDMA (3) quaternization with 1,3-propanesultone, the product is a partially functionalized zwitterionic polymer (Fig. 1 ).",
                        {
                            "content": [
                                "Poly(ethylene glycol) methacrylate (32 mmol, 10.4 ml) was dissolved with 50 ml of chloroform in a ball flask of 100 ml with two inlet ground glass 20/40. The flask remained in an ice bath, atmosphere of nitrogen and constant magnetic stirring. Drop by drop of thionyl chloride (50 mmol, 12 ml), previously dissolved in 5 ml of chloroform was subsequently added. Raw reaction was gently heated at room temperature, agitation was kept constant for 3 h until the evolved SO2 and HCl were completed. The raw reaction was concentrated at 60 °C at reduced pressure. When the reaction was completed, 10.4 ml transparent oil was obtained. IR signals: 1150 cm−1 (streaching C O for ether groups), 1735 cm−1 (streaching, C O ester carbonyl), 750 cm−1 (tension, C Cl), disappear the band at 3600 cm−1 (streaching, O H alcohol)."
                            ],
                            "name": "Synthesis of chloro-poly(ethylene glycol) methacrylate cCl-PEGMA",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "10 ml (29 mmol) chloro-poly(ethyleneglycol) methacrylate was dissolved in 30 ml of anhydrous THF, in a ball flask of 100 ml with two inlet ground glass 20/40. The flask remained at room temperature, with atmosphere of nitrogen and constant magnetic stirring. It was subsequently added drop wise 7.2 ml (29 mmol) of dimethylaminethanol and 4.17 ml (30 mmol) of triethylamine, previously dissolved in 10 ml of anhydrous THF. The reaction mixture remained in stirring for three hours. During the process of reaction, a white solid was obtained (triethylamine hydrochloride), which was washed with petroleum ether to remove the main reaction product. The reaction product (17 ml of transparent oil) was concentrated at 50 °C and reduced pressure. FTIR signals, disappearance of bands, one 750 cm−1 (tension, C Cl) and two bands more at 2974 cm−1 and 1075 cm−1 (tertiary amines), while a band was recorded at 2875 cm−1 corresponding to methyl groups."
                            ],
                            "name": "Synthesis of dimethylamine-poly(ethyleneglycol)methacrylate, PEDGMA",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "The thermal polymerization of dimethylamine-poly(ethyleneglycol)methacrylate PEGDMA (2), was conducted up to almost total monomer conversion at 70 °C for 16 h, using a vacuum oven (200 mbar). The polymer was washed with acetone and dried in vacuum for 24 h. In the case of FTIR-ATR spectrum of pPEGDMA, no absorption was detected for (C C) double bonds at 1640 cm−1, which could be assigned to the presence of free PEGDMA. This result indicated that polymerization was successful."
                            ],
                            "name": "Polymerization of poly (dimethylamine-poly(ethyleneglycol)methacrylate PEDGMA), pPEGDMA",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "6 g (19 mmol) of PEGDMA (2) was dissolved with 10 ml of DMF in a flask of 100 ml with ground mouth 20/40 ball, they were subsequently added drop by drop 2.7 g (22 mmol) of 1, 3-propanesultone previously dissolved in 5 ml of DMF. The reaction mixture is kept with constant magnetic stirring and temperature of 100 °C for 20 h, in which the reaction change from colorless to brown mixture, then, the system was cooled down to room temperature and purified using a silica gel column chromatography (MeOH:CH2Cl2 1:9 ratio), that allowed removing the excess of 1,3-propanesultone. The raw reaction was concentrated at 50 °C with reduced pressure to obtain 7 ml of amber oil. Fig. 2a shows 1H NMR (500 MHz, CDCl3, 1H NMR, δ units in ppm) δ 6.10 (s, 3H, C C), 5.55 (s, 3H, C C), 4.27–4.22 (m, 7H, COOCH2), 3.76–3.72 (m, 2H, O-CH2-CH2N+), 3.69–3.58 (m, 2H, OCH2-CH2-N+), 3.57–3.51 (m, 2H, N+–CH2), 4.02–3.44 (m, 260H, OCH2), 3.22–3.20 (m, 4H, N+–CH3), 2.98–2.92 (m, 2H, S-CH2), 2.39 (m, 2H, N+CH2-CH2-CH2S), 1.92–1.87 (m, 12H, C-CH3). Fig. 2b displays 13C NMR (125 MHz, CDCl3, 13C NMR, δ units in ppm) 167.44 (C=O), 136.25 (-C C), 125.45 (C C), 70.50 (O-CH2), 64.06, 63.29 (N+–CH2-CH2-O), 61.44 (N+–CH2), 53.41(N+–CH3), 47.45 (S-CH2), 23.67 (N+CH2-CH2-CH2S), 18.22 (C-CH3)."
                            ],
                            "name": "Synthesis of MPS8 monomer",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "3.75 g of MPS8 monomer (4) were dissolved in 5 ml of benzene in a glass beaker, with magnetic stirring at room temperature. Then, 0.01 g of ACVA was added as initiator, previously dissolved in 2 ml of benzene. The mixture was poured in a petri dish, which remained at 70 °C for 15 h in a muffle Binder DV23 coupled to vacuum pump Büchi V-710 at 200 mbar. The atmosphere of the flask was purged three times with nitrogen. The raw reaction was an amber solid, then, the system was cooled down to room temperature and purified by washing with acetone that allowed removing the excess of PMPS8 monomer. Subsequently, it was dried at 100° for 16 h, obtaining 3.2 g of dry polymer (pMPS8). FTIR spectrum of pMPS8 did not exhibit absorption for (C C) double bonds at 1640 cm−1, which could be assigned to the presence of free pMPS8. This result indicated a successful polymerization. Chemical composition was verified twice by elemental analysis, in an Elemental Analyzer Perkin Elmer PE2400 and corrected for water content according to thermogravimetric analysis (TGA). The experimental results generated the following percentages: %C, 51.1 ± 0.5; %H, 8.7 ± 0.5; %N, 2.3 ± 0.5; %S, 5.3 ± 0.5, while calculations led to the following percentages: %C, 51, %H, 8.4; %N, 24; %S, 5.4. The atomic ratio S/N in the pMPS8 molecular structure was 1.0:1.0, thus, the molar ratio %S/%N indicates that 98% was the degree of functionalization."
                            ],
                            "name": "MPS8 polymerization",
                            "type": "ce_section"
                        },
                        {
                            "content": [
                                "3 g (9.5 mmol) of pPEGDMA (3) were dissolved in 5 ml of DMF in a flask of 100 ml with ground mouth 20/40 ball, and subsequently added drop-by-drop 1.35 g (11 mmol) of 1,3-propanesultone, previously dissolved in 3 ml of DMF. The reaction mixture was kept with constant magnetic stirring at 100 °C for 24 h, and the reaction changed from colorless to brown mixture. Then, the system was cooled down at room temperature and purified by washing with acetone that allowed removing the excess of 1,3-propanesultone, then it was dried at 100° for 24 h to obtain 3.2 g of dry polymer. Chemical composition was verified twice by elemental analysis and corrected for water content according to TGA. The experimental results generated the following percentages: %C, 51.1 ± 0.5; %H, 8.7 ± 0.5; %N, 2.3 ± 0.5; %S, 5.3 ± 0.5, while calculations led to the following percentages: %C, 48, %H, 8.4; %N, 18; %S, 4.6. The atomic ratio S/N in the pMPS8 molecular structure was 1.0:1.0, thus, the molar ratio %S/%N indicates that 92% was the degree of functionalization. This copolymer is called pMPS8-co-PEGDMA along the manuscript."
                            ],
                            "name": "Synthesis of copolymer pPMPS8-co-PEGDMA",
                            "type": "ce_section"
                        }
                    ],
                    "name": "Synthesis and characterization of MPS8 monomer precursors",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "Two types of polymer electrolytes (binary and ternary systems) were fabricated. Binary systems [pMPS8/LiPF6] and [pMPS8-co-PEGDMA/LiPF6] were prepared with different molar ratios (refer to Table 1 ), where relationships [Li+]/[O] are calculated according to Eq. 1 [13]: Li+/O=MPolymer∗MwLiPF6MLiPF6MwpMPS8np+MwpDMAPEGMAnd where M Polymer and M LiPF 6 are the total mass (g) of polymer (M pMPS8 + M pDMAPEGMA) and lithium salt, respectively; Mw LiPF 6, M pMPS8 and M pDMAPEGMA are the molecular weights (g mol−1) of salt, MPS8 monomer and PEGDMA monomer, respectively (gmol −1); n p is the number of oxygen atoms per repeated unit monomer MPS8, and n d is the number of oxygen atoms per repetitive unit monomer PEGDMA (Table 1).",
                        "Mixture was stirred for 24 h until the solution became homogeneous, then it was cast into a circular Teflon mold. Residual solvent was evaporated in vacuum at room temperature to obtain a viscous solution, subsequently, it was dried at 60 °C under high vacuum for 24 h to obtain the polymer electrolyte film shown in Fig. 3 . All polymer electrolytes were kept in a desiccator until further use."
                    ],
                    "name": "Preparation of polymer electrolytes",
                    "type": "ce_section"
                },
                {
                    "content": [
                        {
                            "content": [
                                "Thermogravimetric analysis was performed with a PIRYS Perkin Elmer equipment with a nitrogen flow of 50 mL min−1 in the range from 30 to 700 °C. Differential scanning calorimetry (DSC) was carried out with a stream of nitrogen (50 mL min−1) and a heating rate of 10 °C min−1 with amplitude of ±1.06 °C and a period of 40 s in the range from −70 to 120 °C. A MDSC2920 modulated differential scanning calorimeter was used for these purposes, manufactured by TA Instruments (Newcastle, Delaware, USA). The temperature of glass transition, Tg, was obtained from the second or third run, the samples were previously heated in an aluminium pan at 100 °C for 60 min to remove the water in the sample.",
                                "X-ray diffraction patterns (XRD) were measured at room temperature using advanced X-ray diffractometer Bruker D-8 with geometry (Bragg-Brentano) using Cu Kα radiation, Ni 0.5% Cu-Kβ filter in the secondary beam and a one-dimensional position-sensitive silicon strip detector (Bruker, Lynxeye). The diffraction intensity was measured as a function of 2θ angle between 2 and 70°, with 2θ step of 1 min−1.",
                                "Attenuated total reflection Fourier transform infrared (ATR-FTIR) spectra of the samples were obtained using a Perkin Elmer Spectrum 1500 FTIR spectrometer, with wavenumbers ranging from 4000 to 550 cm−1, using 10 scans with a resolution of 2 cm−1."
                            ],
                            "name": "Physicochemical characterization",
                            "type": "ce_section"
                        }
                    ],
                    "name": "Characterization of polymer electrolytes",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The ionic conductivity was investigated for the polymers using EIS. The samples were fixed inside a Teflon O-ring spacer with constant cell equals 0.18 cm−1. Assembling of conductivity cell and EIS measurements were performed in a dry box at humidity ≤0.1%, under argon atmosphere and silica gel as desiccant agent. A humidity sensor was used to monitor this variable. Temperature was controlled in the cell, using the device previously described in [12,15]. A potentiostat/galvanostat VMP3 from Bio-Logic Science Instruments was used to apply a small-amplitude sinusoidal wave superimposed on a constant dc potential. The measurements were performed at open circuit potential in the frequency range from 1.0 MHz to 0.1 Hz. The fit of the experimental results was calculated using a type nonlinear regression algorithm in the Zview® program. The ionic conductivities of pMPS8, pMPS8-co-PEGDMA, binaries and ternaries electrolytes were investigated as a function of temperature in the range from 25 to 100 °C. The sample cell was equilibrated at the testing temperature for 30 min before measurement."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "ce_section"
                }
            ],
            "name": "Materials and methods",
            "type": "ce_section"
        },
        {
            "content": [
                {
                    "content": [
                        "The thermal stabilities of polymers pMPS8 and pMPS8-co-PEGDMA show different behaviors (Fig. 4a) due to the dissimilar functionalization degree, which generates different interactions and morphology. This finding will be further discussed in the DSC analysis. An initial weight loss of 2 wt% was observed for all samples in the range of temperature from 50 to 120 °C, which has been related to the evaporation of low molecular weight species. pPEGMA presents a rapid loss of weight ~ 94–96 wt% (Fig. 4ai) corresponding to the decomposition of ether groups in the polymer chain, and a second decomposition at temperatures above 430 °C, probably due to fragmentation of the backbone segments formed at different degradation stages. This behavior may be explained by the weakness of the C O bond, caused by the decrease of the electronic density due to the Li+–O interaction [16]. pMPS8 shows a higher thermal stability (Fig. 4aii) with a decomposition starting at 230 °C due to the increased size of the pendant groups in the main chain, while the copolymer pMPS8-co-PEGDMA displays an intermediate stability at 215 °C (Fig. 4aiii), since the main chain retains the structural features of pPEGDMA. The second decomposition for zwitterion polymers starts at 370 and 320 °C for pPMPS8 and pMPS8-co-PEGDMA, respectively. Particularly, the SO3 −-Li+ interaction is very strong due to its high electronic density, whence the salt/polymer degradation starts at low temperature for both sulfobetaine samples, as described in Fig. 4b. This behavior can be also explained by the weakness of the N+ C bond, which causes the elimination of the propanesulfonate group according to the mechanism suggested in ref. [17]. Alternatively, the LiPF6 decomposition in the polymer is carried out in the same range.",
                        "On the other hand, polymer electrolytes pPEGMA/LiPF6 showed three major decomposition stages from 130 to 600 °C (Fig. 4bi). The first stage between 130 and 330 °C has been associated with the decomposition of the LiPF6 salt [18], particularly its weak coordination with the carbonyl oxygen and ether oxygen of pPEGMA chains. The second step in the range from 330 to 520 °C corresponds to the decomposition of the ether groups in the polymer chain. The main interactions between Li+ ion and the polymer structure occurs in the sulfonate group for zwitterionic polymer electrolytes pMPS8:LiPF6 and pMPS8-co-PEGDMA:LiPF6 in 1.0:1.0 M ratios to lithium salt. These interactions are very strong due to the high electron density of this group, thus, the bond strength between Li+ and sulfonate groups generates a homogeneous decomposition stage (Fig. 4bii and iii) for both polymers, probably due to fragmentation of the backbone segments formed at different degradation stages. Finally, the formation of residual LiCx that depends on the initial LiPF6 concentration used in the polymer electrolyte occurs in the range from 530 to 700 °C [19]."
                    ],
                    "name": "Thermogravimetric analysis of polymers and polymer electrolytes",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "Zwitterionic polymers pMPS8 and pMPS8-co-PEGDMA show Tg values of −53 and −51 °C, respectively; and no endothermic peaks associated with the melting temperatures (Tm) are registered (Fig. 5 ). This demonstrates that the polymer and the polymer-salt systems are essentially amorphous. Tg values of approximately −46 [20] and −55 °C [21] have been reported for PEO in the absence of Li+ salt, which can be considered similar to what have been obtained in the present study for pure pMPS8 and pMPS8-co-PEGDMA (Fig. 5). However, the Tg value remarkably rises up to −10 °C with an increase in LiClO4 concentration, resulting from the formation of transient cross-links between the salt and the polyether phase of PEO [21]. Although this phenomenon can also occur in the former polymers with increasing salt concentration, they minimize these structural limitations and maintain better chain mobilities over PEO, whence the Tg values of these polymers are in the range from −20 to −30 °C (Fig. 5). This behavior is due to introduction of functional groups, particularly, the N4 +-PF6− interaction restricts the mobility of the anions across the polymeric matrix and weakens the Li+-PF6− interaction. Consequently, the Li+ coordination will occur through the Lewis acid sites of the polymeric matrix (e.g. oxygen atoms) and the sulfonate group, on its turn, the ionic mobility of Li+ will be promoted by the electronic delocalization of this latter group.",
                        "The high degree coordination (strength) between Li+ and sulfonate groups provokes a rapid increase in Tg of zwitterionic polymer electrolytes even at low LiPF6 molar ratios, leading to the formation of effective transient cross linking and clusters or aggregates according to the short and long range movements experienced by each polymer, which restricts the segmental motion of chains as above discussed. The polymer pMPS8 exhibits an expected behavior (Fig. 5a), where Tg increases with LiPF6 concentration until a molar ratio Li+/O = 1.5. However, the Tg does not significantly vary at the highest LiPF6 concentration (Fig. 5avi and avii), apparently since the coordination between sulfonate group and Li+ (semi-crystalline domains) starts to be depressed. This hypothesis is confirmed with the analysis of the pMPS8-co-PEGDMA/LiPF6 systems, where a typical behavior (Fig. 5b) is observed for Tg as a function of LiPF6 concentration until a molar ratio equals 1.5, while an important Tg decrease is detected for higher molar ratios (Fig. 5bvi–vii). This behavior is connected with the saturation of sulfonate groups by LiPF6 (strong interaction), thus, enabling a weaker bond between Li+ and ethoxy chains. However, the highest LiPF6 concentrations still suggests the formation of different semi-crystalline domains (Fig. 5bvi–vii).",
                        "Accordingly, pMPS8-LiPF6 shows slight changes of Tg at high molar ratios because its structure forms stronger interactions with LiPF6 than those occurring for pMPS8-co-PEGDMA due to a lower content of zwitterion pendant groups (i.e. sulfonate groups). The dependence of these interactions and Li+ mobility as a function of lithium salt concentration are additionally explored using XRD and conductivity measurements."
                    ],
                    "name": "Differential scanning calorimetry of polymers and polymer electrolytes",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "This evaluation was used to determine the structure and crystallization aggregates between polymers pMPS8 and pMPS8-co-PEGDMA, and polymer electrolytes pMPS8/LiPF6 and pMPS8-co-PEGDMA/LiPF6 at different molar ratios of salt (0.3, 0.6, 1.0, 1.5, 2.0 and 2.5). Fig. 6 shows the XRD patterns for pMPS8 (Fig. 6ai) and pMPS8-co-PEGDMA (Fig. 6bi), a broad peak can be observed around 2θ = 20.2° for both compounds, which is characteristic of amorphous polymers [22,23]. The experiment collected for the single LiPF6 shows high intense peaks at angles 2θ = 17.4, 19.1, 20.4, 21.4, 22.1, 25.2, 25.9 and 35.2° revealing the crystal structure of the salt (Fig. 5aviii and bviii). Small diffraction peaks, appearing at 2θ = 24.3°, 29.6°, 37.2°, 41.1°, 42.6°, 49.2°, 60.7° and 61.7° are related to moisture sensitivity of LiPF6. No signals are observed at 2θ = 38, 45 and 66° corresponding to salt hydrolysis to form HF [18,24].",
                        "Once pMPS8 and pMPS8-co-PEGDMA are mixed with LiPF6, the polymers with zwitterion pendant groups possess a high capacity to dissociate LiPF6 up to a Li+/O molar ratio of 1, since the peaks related to this salt (LiPF6 in Fig. 6) are mostly absent in the XRD spectra of the polymers. This suggests that a certain amount of Li+ is used to strongly interact with the sulfonate groups while quaternary ammines interact with PF6 −, which restricts the ionic mobilities. After this is achieved with the salt increase in the system, the remaining Li+ ions can be conducted along the polymer allowing its conduction in the presence of aggregates. It is precise the partial functionalization of the PEGDMA what mainly enables the ionic conduction in non-functionalized regions, since minor peaks are detected in the X-ray diffraction pattern collected for pMPS8-LiPF6 (Fig. 6bii–vii), revealing that salt dissociation is not complete.",
                        "In a previous work, the addition of LiPF6 to pPEGMA modifies the XRD spectra and crystalline peaks appears at 2θ = 22°,23°, 44° and 56°, and their intensities increasing as salt concentration is risen as displayed in Fig. 6a and b [12]. These phenomena indicate association between the Li+ cation and PF6 − anion with different pPEGMA segments (ethoxy groups) favouring new crystalline phases (i.e. clusters formation) [14]. Polymer electrolytes pMPS8/LiPF6 with different molar ratios present different peaks at 2θ = 28°, 41° and 53° (Fig. 6), indicating the formation of a new crystalline phases with SO3 −-Li+ interaction.",
                        "Assuming that Li+ is more favourably coordinated with three oxygen atoms of ethoxy groups [12,25], the number of interaction sites with ethoxy chain would be three times greater than the bonds with sulfonate groups. However, the high electron density of sulfonate group increases the strength of SO3 −-Li+ coordination in comparison of EO-Li+ coordination. Thus, diffraction peaks associated to SO3 −-Li+ interactions (Fig. 6 ai) are only observed (2θ = 28°, 41° and 53°) at low LiPF6 concentrations. When salt concentration exceeds the stoichiometric ratio of functional groups present in the polymer, ion-ion association arises and Li+ interaction with oxygen atoms of EO groups. The diffraction peaks related to these interactions are shown at 2θ = 22°,23°, 44° and 56° (Fig. 6aiii–avii), becoming more intense at molar ratio Li+/O  1.0. Consequently, the decrease of the peak intensities associated to clusters with SO3 −-Li+ interactions occurs simultaneously to the increase of those associated to clusters with ion-ion interactions.",
                        "On the other hand, the polymer electrolytes pMPS8-co-PEGDMA/LiPF6 at low salt concentrations (Li+/O  1.0) only exhibit the characteristic amorphous phase related to the polymers, non crystalline phases are observed but ion-ion associations (2θ = 28°, 41° and 53°) suggesting that the copolymer pMPS8-co-PEGDMA is more effective to dissociate LiPF6 salt than pMPS8:LiPF6, which on its turn could improve its ionic mobility. The amorphous phase is the predominant contributor to conductivity, whereby decreasing the degree of crystallinity for the pMPS8-co-PEGDMA/LiPF6 interaction could enhance Li+ mobility."
                    ],
                    "name": "X-ray Diffraction analysis of polymers and polymer electrolytes",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The conductivity properties of lyophilized pMPS8 and pMPS8-co-PEGDMA samples with and without LiPF6 were measured using electrochemical impedance spectroscopy. All samples were lyophilized in order to remove remaining water and humidity, which could increase the conductivity, not related to the polymer materials. The experiments were conducted at open circuit potential (OCP) in the frequency range from 1 MHz to 100 mHz at multiple temperatures in the range from 298 to 373 K. It is worthwhile mentioning that EIS was collected at OCP, where no faradaic reactions occur, whence the relaxation phenomena are associated with charge transfer and ionic mobility (i.e. conduction). The Nyquist spectra for these polymers (not shown) show depressed semicircles from high to medium frequencies, and display a linear behavior at low frequencies, which is typical for this type of material [12]. The components of impedance decreased and the linear slope became less steep as the temperature of characterization is increased, which is also known to reflect a conductivity rise. The time constant located at high frequencies is a typical response of blocking electrodes [26], most likely associated with the bulk resistance and properties of the polymer electrolyte [27], whereas the time constant at low frequencies is related to migration of ions and surface heterogeneities of the electrode [28]. Therefore, the behavior displayed in the Nyquist spectra at low frequencies involves several complex ionic conduction mechanisms within pMSP8 and pMPS8-co-PEGDMA, namely, different interactions including Li+ − functional group, Li+ − EO, and others related to lithium salt anion. In order to obtain quantitative information concerning polymer conductivities, the impedance spectra were analyzed using the equivalent electric circuit reported in ref. [12] (Fig. 4d), representing bulk properties of either pPMPS8 or pMPS8-co-PEGDMA, and resistances arising between the polymer electrolyte and the stainless steel electrode interface. The best-fit values of the experimental impedance spectra were obtained with the Zview® program, with values of X 2 between 10−3 and 10−4, indicating a good quality of fitting.",
                        "The ionic conductivity (σ) of the polymer electrolytes and their mixtures with LiPF6 were calculated by using the values of Rb obtained from the fits to EIS spectra using the equivalent electric circuit, and the geometrical parameters of the electrochemical cell, according to Eq. 2: σ=1RblA where σ is the conductivity, A (cm2) is the area of each electrode, l (cm) is the inter-distance (cross-section) between electrodes, and R b is the bulk resistance of polymer electrolyte.",
                        "Fig. 7 shows a typical increase in the σ values as temperature is risen for pPMPS8, and pMPS8-co-PEGDMA. Similar behaviors are obtained when the temperature is decreased (not shown). As observed, log σ vs. 1000 T−1 (Fig. 7a and b) plots do not behave as virtual straight lines, indicating that the conductivity dependence for these polymers cannot be described by Arrhenius behavior. On the other hand, when the data is plotted using the Vogel–Tamman–Fulcher (VTF) Eq. (3), a closer linear behavior is observed (Fig. 7c and d), suggesting that the Li+ conduction relies on pPMPS8 and pMPS8-co-PEGDMA segmental motions [12,29]. σT=AT−1/2exp−EAkT−T0 where A, is the pre-exponential factor, EA = Eh + Ej + W/2ε is the apparent activation energy associated with the hybrid energy which accounts for: the ionic jump Ej, the dissociation energy W/2ε, and the energy of hole formation Eh (opposing internal and external pressure to produce a hole responsible for the ionic transport), k is the Boltzmann constant, and T0 is the ideal glass transition temperature, typically assumed 50 K below Tg [29]. Fitted parameters log A, EA, and T0 obtained from the experimental data are shown in Table 2 . In the absence of salt, the dielectric relaxation of the polymeric matrix can be only evaluated, thus, the ionic conductivity which depends on temperature, free volume, Tg and segmental relaxation (fragility index) display specific dipole-dipole interactions in the zwitterionic polymers. These interactions induce a level of conductivity comparable with that of the more traditional salt-polyether systems, where also ion-ion, ion-dipole interactions arise [30]. The dipolar interaction is stronger in the polymer systems than the salt-polymer mixture, due to the solvation of the polymer ionic groups by salt ions, in such a way that the solvation layer prevents a level of interaction among the dipoles of the polymer. Accordingly, a lower conductivity is measured for the mixture (Table 2) as reported in ref. [31].",
                        "On the other hand, the LiPF6 addition to the polymer slightly decreases ionic conductivity compared to the highest value determined for the pure pMPS8 (3.86 × 10−5 S cm−1) at 25 °C, thus, confirming the observations described in the X-ray diffraction (Fig. 4), concerning the lithium salt dissociation. The EA values reported in Table 2 are nearly constant for different salt concentrations, indicating that functionalized pMPS8 is able to maintain constant the barriers for Li+ conductivity regardless of Li+ concentration. Likewise, these barriers are decreased as the salt concentration is increased in the system, particularly in the pMPS8-co-PEGDMA system, suggesting that once the saturation of sites near sulfonate groups is attained, the remaining Li+ ions can be conducted across the polymer. Note that pMPS8 is less sensitive (i.e. ionic conductivities remain constant) to the increase of salt concentration compared to the pMPS8-co-PEGDMA due to its complete functionalization (short range mobility), which enhances the ionic conduction regardless of the presence of aggregates, as discussed in the chemical characterization and described below. While in the pMPS8-co-PEGDMA, the ethoxy chains plays a more important role upon the variation of conductivity with salt concentration due to the partial functionalization. This finding remarks the importance of introducing zwitterionic pendant groups into the PEGDMA polymers to modify thermally and electronically their structures such that the energy barriers (e.g segmental motion of polymer lateral chain, hopping) for conducting the Li+ across the polymer become decreased. Typically, the rise in the lithium salt concentration in polymer electrolytes generates phase segregation; as well as the decrease in the mobility of the polymer chains reflected in a Tg increase, which is associated with the decrease of the free volume and saturation of Lewis acid sites of the polymeric matrix. For the zwitterion polymer electrolytes herein evaluated, this behavior is due to introduction of functional groups, particularly, the N4 +-PF6 − interaction restricts the mobility of the anions across the polymeric matrix and weakens the Li+-PF6 − interaction. Consequently, the Li+ coordination will occur through the Lewis acid sites of the polymeric matrix (e.g. oxygen atoms) and the sulfonate group, on its turn, the ionic mobility of Li+ will be promoted by the electronic delocalization of this latter group. Additionally, no complete saturation of the pendant chains with sulfonate groups enables a slight increase of the free volume of the polymer chains for pMPS8-co-PEGDMA, with respect to the full saturated pMPS8 polymer, thus, rendering a slight increase in conductivity.",
                        "The average free volume of the polymer host is one of the factors determining ionic conductivity of the polymer electrolytes [34]. As salt concentration is increased in both systems (pMPS8 and pMPS8-co-PEGMA), the number of charge carriers is also augmented, but the average free volume is decreased due to the rise of Tg. Hence, the conductivity significantly increases with salt content at low concentrations. When the LiPF6 concentration reaches the Li+/O composition = 0.52 or above for pMPS8, and Li+/O = 0.70 for pMPS8-co-PEGMA, the decrease in free volume becomes more pronounced than the enlargement of charge carriers. At this time, the low fraction of free volume is no longer compensated by the continuous increase in the number of charge carriers. Consequently, conductivity is slightly decreased with the increase in salt concentration at high LiPF6 concentrations. In addition, other factors such as the formation of ion pairs can contribute to this behavior. Apparently, the change in the free volume is different for pMPS8 and pMPS8-co-PEGMA, whence the Li+/O composition with higher conductivity is different. This result demonstrates that conductivity is affected by ionic mobility. In line with this result, it is worthwhile mentioning that the energy of the SO3-Li+ interaction is always the same regardless of the polymeric matrix, however, the energy needed to break that interaction is given by the mobility of the polymer chains. According to Forsyth [32,33], the increasing salt concentration creates connected clusters that forming a percolation pathway for ions, simultaneously occurs a mode coupling between ion conductors and cross link relaxations modes that accounts for this rapid increase in conductivity through ion hopping and segmental motion of polymer lateral chain mechanisms, being the latter one dominant. This connected cluster are permanently formed in pMPS8 at any salt concentration (also refer to experimental characterization of the polymer in previous sections), whence there is no variation of conductivity with salt modification.",
                        "The ion transport behavior in absence and presence of ions clusters enables to propose the transport mechanism in these electrolytes, particularly for pMPS8-co-PEGDMA. At low salt concentration, the ionic conductivity is strongly coupled with mobility chains. The increase in Tg values indicates stiffness chains by interaction with ion salt, inhibiting cationic transport. On the other hand, when the molar ratio is increased, the number of ion clusters augments and ionic conductivity becomes enhanced. The transport mechanism occurs by dynamic-percolation theory proposed by Druger et al. [34], where the translational dynamics of the ions depends on segmental dynamics and by renewal of hopping probabilities. In this molar ratio there are some isolated domains of ions clusters that hampers the Li+ hopping and find a nearby coordination vacancy, requiring an increase of energy barrier (Table 2). At high salt concentration, the ion conduction is completely decoupled of segmental relaxation. The fast cationic happens easily by static ion clusters way through percolation theory, decreasing the energy barrier as observed in Table 2."
                    ],
                    "name": "Ionic conductivity of polymers and polymer electrolytes",
                    "type": "ce_section"
                }
            ],
            "name": "Results and discussions",
            "type": "ce_section"
        },
        {
            "content": [
                "Zwitterionic polymer electrolytes were synthesized based on PEGMA monomer and polymerized via free radicals, as prospective candidates for Li-ion batteries. Complete (pMPS8) and partial (pMPS8-co-PEGDMA) functionalizations were carried out in the polymers with the sulfobetaine pendant groups to account for its influence on ionic conductivity, as a function of the LiPF6 concentration (Polymer:LiPF6 ratios of 1.0:0.0, 1.0:0.3, 1.0:0.6, 1.0:1.0, 1.0:1.5, 1.0:2.0 and 1.0:2.5). The chemical, thermal and electrochemical characterizations of the polymer electrolytes were conducted with TGA, DSC, XRD, AR-FTIR and EIS.",
                "Chemical and structural analyses revealed that the copolymer pMPS8-co-PEGDMA was more effective to remove crystalline features than pPMPS8:LiPF6, based on the fact that the amorphous phase of the polymer was the predominant contributor to this parameter. In general, the ionic conductivity of pMPS8 (3.86 × 10−5 S cm−1 at 25 °C) synthesized in this study in the presence of LiPF6 is in most cases higher compared to values reported in the literature for PEO around room temperature, and in the same direction, the functionalization with zwitterionic pendant groups into pPEGMA enabled to enhance the ionic conductivity from 2.69 × 10−6 S cm−1 (Li+/O = 0.39 1.0:0.6 M ratio), throughout a new synthesis method to prepare ionically conductive polymers. The hopping mechanism (conduction) arising in the pPMPS-8 systems is a thermally activated process, since Li+ mobility is remarkably increased by one order of magnitude when temperature is increased. Likewise, the apparent activation energy related to the Li+ movement (i.e. ion hopping) and their interactions across the polymer drops as a result of a structural modification associated with the sulfonation and quaternization of the polymer chains. This finding suggested that the increase of conductivity in the pPMPS8 is related to the introduction of the zwitterionic pendant groups which enhance LiPF6 dissociation, and modify thermally and electronically the pPEGMA structure such that the energy barriers for conducting the Li+ across the polymer become decreased. General trends were identified for functionalized polymers as a function of salt concentration, namely, the ionic conductivity decreases and displays a peak for pMPS8 and pMPS8-co-PEGDMA, respectively, with the rise of salt concentration. Under the premise that ionic transport was more facilitated via ethoxy groups where Li+/polymer interactions were weaker, this suggested that Li+ mobility was enhanced in pMPS8-co-PEGDMA compared to pMPS8, since the former one possessed a larger number of ethoxy sites per pendant groups, thus, pMPS8 structure reached faster saturation at lower LiPF6 concentrations."
            ],
            "name": "Conclusions",
            "type": "ce_section"
        }
    ],
    "Title": "Polymer electrolytes through functionalization of poly (poly (ethylene glycol) methacrylate) with zwitterionic pendant groups: The role of ion clusters upon conductivity"
}