{
    "DOI": "10.1016/j.optmat.2016.10.059",
    "Journal": "Optical Materials",
    "Keywords": [
        "Lithium niobate",
        "Zinc doping",
        "Photoluminescence properties"
    ],
    "Sections": [
        {
            "content": [
                "An extraordinary violet luminescence at 418nm together with the intrinsic blue band at 440nm with excitation in the UV region (380nm) was observed in a series of LiNbO3 single crystals doped with Zn. Structural and photoluminescence properties were studied by Raman, UV reflectance, and fluorospectrometry, respectively. The emission peaks in PL spectra varied in amplitude according to the level of concentration of Zn in LiNbO3 crystals. It was found, from Raman spectroscopy studies, a connection between the appearance of the new emission band centered at 418nm and a diminishing in the Li concentration in crystals, which suggest the displacement of the Li ions from their regular sites by the Zn ions. The maximum peak intensity of each one of the three PL emission components found from a deconvolution process shows a linear dependence on the Zn concentration present in the crystals studied."
            ],
            "name": "Abstract",
            "type": "ce_section"
        },
        {
            "content": [
                "Lithium niobate (LiNbO3; LN) is a photorefractive material with excellent pyroelectric, piezoelectric, and strong non-linear optical properties with high potential in advanced photonic applications including the store and process of information. This ferroelectric material, at room temperature has a characteristic rhombohedral structure rather than the perovskite structure. In general, LN crystal is grown from a congruent melting composition (Li/Nb=48.6:51.4) by the Czochralski method with a great compositional stability during growth. Although usually a compositional variation along the growth axis occurs in the crystal and affects several of its physical properties. Congruent crystals generally have good optical quality and uniformity. However, they have a nonstoichiometric composition, and Nb anti-site defects occupying Li-ion sites and cation vacancies are always present. Nevertheless, fortunately, stoichiometric or quasi-stoichiometric crystals have a perfect lattice which is expected to show improved performance in some applications. Several physical properties, like the phase transition temperature and those related to optics (birefringence and UV band edge) strongly depend on the [Li/Nb] ratio, for this reason is very important to determine its deviation from the unity.",
                "In the optical properties context, LN doped with low concentrations of Zinc (2mol%) shows an enhancement on the speed of holographic recording which is comparable to that obtained for low-doped LN:Fe. In addition, the holographic recording in LN:Zn is not accompanied by the photoinduced light scattering, which is characteristic of LiNbO3:Fe that hampers its holographic applications. Zn doping similarly to In doping makes LN suitable for ultraviolet recording grating applications. This because both dopants modify efficiently the photo-refraction efficiency and hence improve the data storage capabilities. Instead, Zn doping with high concentrations above 6mol % in nominal melt in LN crystals significantly improves the optical damage resistance. This makes LN:Zn crystal a perspective material for the non-linear optical applications. Zn-doped LN crystals have additional interest due to the possibility of fabrication of planar waveguides by Zn diffusion from ZnO source in congruent LN. In fact, LN crystals doped with ZnO concentrations in the melt between 5 and 10mol % are promising for the frequency doubling of 1064nm radiation exhibiting conversion efficiencies higher than highly-doped LN:Mg.",
                "On the other h, recently, S. K. Kushwaha etal. made a comparison of structural and vibrational properties between pure and Zn-doped at 1mol% LN single crystals. They found that the distribution of dopant ions in the lattice matrix of a host single crystal depends on the concentration, size and ionic state of dopant. In fact, this one is incorporated homogeneously in the lattice only up to certain concentration value. At higher concentrations of Zn, high strain is developed in the lattice. As a consequence of this process, defects take place which leading to agglomeration of point defects and dislocations.",
                "In view of the importance of LN single crystals doped with Zn in photonic applications, the main aim of the present work is to study the photoluminescence properties of LN single crystals highly doped with Zn. This because, high concentration of Zn doping in LN crystals improves its non-linear optical properties making it a promising material in integrated optics applications. In fact, it has been reported in the literature, simultaneous generation of red, green, and blue continuous-wave laser radiation in Nd3+ doped LN. This due to the multisite character of Nd3+ doped LN which gives the possibility of lasing different centers in different channels due to the inhomogeneous broadening character of fluorescent emissions. Hence, it is important to research the photoluminescence properties of LN doped with Zn, especially because Zn doping could enhances the photoluminescence capabilities of LN in the UV–Vis portion of the electromagnetic spectrum.",
                "This work also reports the spectroscopy analysis of Zn-doping in a range between 5.0mol% and 9.0mol% in LN single crystals growth by the Czochralski (CZ) technique. In this work were performed Raman spectra studies to reveal the effect of Zn dopant on the modes of vibration. On the other h, absorption spectra were obtained from measurement of optical transmission and optical reflectance in the UV–Vis–NIR ranges to evaluate the direct band gap. The stoichiometry (Li/Nb) was evaluated by Raman and UV–Vis spectroscopy. Finally, photoluminescence studies performed with an excitation in the UV region (380nm) have revealed an extraordinary violet luminescence centered at 418nm and a blue emission centered at 488nm in addition to the well-known blue band centered at 440nm usually present in LN crystals."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                "A set of six LiNbO3 single crystals with different ZnO concentrations in melt, 5, 5.5,6.5,7,7.5 and 9mol% were acquired from a commercial supplier (Impex High-Tech, Germany). These samples were grown by the Czochralski method in air. A Li/Nb ratio equal to 0.945 was selected to get a growing process of congruent phase, and the polar axis for each sample was parallel to the pulling direction. The samples were subsequently cut along the crystallographic axes to obtain rectangular shapes with dimensions a×b×c=(8×1×10) mm3 for all crystals.",
                "Raman spectroscopy was performed using a Micro RAMAN Labram HR VIS-633 Horiba model, equipped with an Olympus microscope with a 10× objective, a laser spot diameter ∼15μm and a CCD detector. The spectra were scanned between 180 and 1000cm−1 with five accumulations using a He–Ne laser at a wavelength of 632.8nm with a power of 14mW.",
                "By using UV–Vis–NIR spectroscopy were measured the optical transmission and optical reflectance in the UV–Vis–NIR ranges using a spectrophotometer Agilent Cary 5000. The optical transmittance T was measured at normal incidence while optical reflectance R was measured using an absolute specular reflectance accessory with an incident light at 7° to sample surface. From these measurements was obtained the optical absorption coefficient α of each one of samples in the UV–Vis–NIR ranges using the formula T= (1-R)2exp(-αL) where L is the thickness of the crystal. Next, from the absorption coefficient was evaluated the direct band gap for each one of samples.",
                "Photoluminescence (PL) studies were performed at room temperature using a Horiba spectrofluorometer model Fluorolog-3."
            ],
            "name": "Experimental details",
            "type": "ce_section"
        },
        {
            "content": [
                "In the growth process of LN crystals was aggregated a quantity of ZnO powder in the melt at several concentrations. Nevertheless, due to there is a solubility limit in LiNbO3:Zn crystals, the Zn content integrated in each sample is much less than the quantity aggregated in the melt. Table1 shows the Zn content aggregated in melt as well as the quantity incorporated in each sample which was determined by energy dispersive spectroscopy (EDS) on a scanning electron microscope (SEM).",
                {
                    "content": [
                        "Fig.1 (a) shows the Raman spectra obtained for the six Zn-doped LN single crystals. As is well known, the LN unit cell with 10 atoms has associated 30° of freedom, 27 of which are assigned as phonon modes and the other three as acoustic phonons. The optical modes of LN for R3c symmetry are given by the relation: Γoptical=4A1+5A2+9E. Only A1 and E modes are Raman active and therefore only 13 phonon peaks are expected in the spectra as shown with labels at the bottom of Fig.1 (a). The degeneracy between longitudinal optical (LO) and transverse optical (TO) phonons has been lifted due to the long-range electrostatic fields and the ionic character of LN. The peak parameters of the Raman spectra are known to be very sensitive to the structural changes of LN crystals, particularly those induced by the deviations from stoichiometry and structural defects. In fact, it can be observed significant differences in the peak intensities of the recorded spectra. For example the intensity of the line at 186cm−1 is said to be strongly dependent on structural defects and its low intensity for LN may be attributed to the presence of stress in the lattice. The relaxation of the lattice from strains in the Zn-doped LN crystal can lead to increase the intensity of this peak. The increase in the intensity of the other peaks also could have the same origin.",
                        "The observed modes in the crystals studied in this work are in agreement with other reports available in the literature. No inconsistency in the spectra due to Zn doping was observed, which reveals no change in the basic structure of the crystal lattice. The E(TO) and A1(LO) modes respectively at ∼150 and ∼878cm−1 are indicated by arrows in Fig.1 (a). Fig.1 (b) and (c) show respectively, magnified views of these modes. The determination of Γ as the linewidth (FWHM) in the mode E(TO) and in the mode A1(LO) was useful to evaluate the Li concentration (CLi) by using the empirical formulae: CLi[mol%]=53.03–0.4739Γ [cm−1] for 150cm−1 and CLi[mol%]=53.29–0.1837Γ [cm−1] for 878cm−1. The Γ values determined by the deconvolution of Raman peaks are summarized in Table2. The slight variation in Γ is due to the change in translational symmetry perhaps to the presence of point defects (VLi, NbLi and ZnLi which st, respectively, for Li vacancies, Nb at Li and Zn at Li). CLi values also are given in Table2. As is usual for a Li/Nb ratio up to 0.946 the LN crystals were termed as congruent, and above 0.970 were termed as stoichiometric."
                    ],
                    "name": "Raman spectroscopy",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "UV–Vis spectroscopy studies included measurements of optical transmittance and optical reflectance in the wavelength range from 300 to 3000nm as shown in Fig.2 (a), and (b), respectively. As can be seen in Fig.2(a) the LN crystals studied in this work are highly transparent above a wavelength of 350nm. Next, the transmittance and reflectance were used to obtain the absorption coefficient α which was used to calculate the direct band gaps of Zn-doped LN crystals using the relation: (αhʋ)2=A (Eg - hʋ). Where ʋ is the frequency of incident radiation, and h is the Plank's constant. Eg represents the optical band gap and A is a constant. Fig.2(c) shows the behavior of (αhʋ)2 as a function of hʋ. The Eg values were evaluated by extrapolating the linear part of the plots (see solid lines) to the abscissa (hʋ). These values were found in the range between 3.96 and 3.99eV. Although the band gap energy values found for all crystals were very similar to each other, it was still possible to discern between them. In fact, the maximum experimental error found in the calculation of the band gap energy was estimated in 0.005eV. Fig.2 (d) shows the dependence of the energy band gap on the Zn concentration. These slight changes in the energy band gap may be attributed to the distortion of energy band structure. It is known that the optical properties of LN crystals are sensitive to the presence of intrinsic defects, and the structural rearrangement near the defects can change its main non-linear optical effects. In fact, when NbLi antisites are formed, in order to electrically balance the region, it is very likely to be created near Li-oxygen vacancies, leading to a local structural rearrangement. Since usually the zinc ions substitute the NbLi antisites the intrinsic defects of LN crystals are altered, and therefore a modification in the direct optical transition energy values occurs. These results open the possibility that crystals of LN doped with high concentrations of Zn can be used in non-linear optical applications in the UV region of the electromagnetic spectrum."
                    ],
                    "name": "UV–Vis–NIR spectroscopy",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "It is well known that LN crystals present interesting photoluminescence (PL) properties showing strong and abroad emission bands in the UV–Vis range. In stoichiometric crystals it is usual to observe an intrinsic emission blue band at 440nm which apparently is independent of the excitation wavelength. In fact, this band occurs in both pure and doped crystals and has its origin in the intrinsic electron (Nb4+) hole (O−) recombination at a regular niobate group. The origin of photoluminescence in LN single crystals it has been previously explained in terms of charge-transfer in the niobate octahedron, which is strongly affected by the concentrations of Li vacancies.",
                        "On the other h, it has also been reported in congruent lithium niobate crystals, a strong emission band near 520nm which appears due to the anti-site defect NbLI 4+ (Nb4+ ions located in Li+ sites). This explanation is supported by the appearance of PL signal in reduced crystals and in those that have lost lithium by heat treatment or changes in the Li:Nb stoichiometry. Moreover, a blue emission at 473nm in pure LN polycrystalline ceramics has been reported using an excitation wavelength of 289nm.",
                        "In the present work, we have researched the effect of high Zn doping on the PL properties of a series of six LN single crystals. The results of this study show an intense photoluminescence in the violet-green spectral region. A broad emission with two peaks with comparable intensities centered at 418 and 440nm upon excitation with UV light (380nm) was observed as shown in Fig.3. The excitation peak centered at a wavelength of 380nm is also shown in Fig.3. Taking into account that the ranges of excitation and emission are overlapping, it seems there are two excitation peaks but there is only one centered at 380nm. This excitation wavelength was determined as the optimum after to run a 3D series of excitation and emission automatized cycles performed in a Fluorolog Horiba spectrofluorometer. Fig.3 shows that the intensity of the emission peaks centered at 418 and 440nm, present in the PL spectrum of all crystals has a nonlinear dependence on the magnitude of Zn concentration. Only in some crystals the intensity of these emission peaks increases as the Zn concentration increases. Nevertheless, the emission peaks reveal shoulders that suggest the presence of several components. In order to determine these constituents of the PL spectra of each one of crystals, a deconvolution process using Gaussian components was carried out after to filter the excitation signal. From this deconvolution process it was found indeed that each one of PL spectrum corresponding to the six crystals under study has the same three emission components centered at 418, 440 and 488nm, respectively. As can be observed in Fig.4 (a)–4(f), all the crystals show the well-known blue band centered at 440nm, usually present in pure and doped LN crystals, and other two emission components with peaks centered at 418 and 488nm, respectively. Furthermore, these luminescence emissions appeared at the same wavelengths for all the crystals regardless of each one of them contain a different concentration of Zn. The origin of the emission centered at 418nm is not clear but can be attributed to the alteration of niobate group by foreign ions of Zn. In fact, from Table1 obtained by Raman spectroscopy studies is clear that the Li concentration in crystals calculated from the E(TO) modes decreases as the Zn concentration increases. Thus this suggests that Zn ions tend to displace to the Li ions from their regular sites given rise to the new emission peak centered at 418nm. In fact, from EXAFS measurements it has been found that Li sites are substituted by Zn atoms independently of its concentration. In the literature it has been reported the existence of an emission band of photoluminescence centered at 425nm in pure LN crystals, which is close to the band centered at 418 found in this work, but stimulating the obtained signals with X-rays. On the other h, the origin of the emission of the component centered at 488nm, as it has been explained in the literature can be ascribed to the antisite defect NbLI 4+.",
                        "At this point from the obtained results shown in Fig.3 it would appear that the variation in the concentration of Zn in LN crystals it does not change its PL properties in a predictable way. However, after to process all the components of PL signal acquired for each one of crystals it can be observed that there is a regular behavior between Zn concentration and the intensity of the corresponding PL signal, as shown in Fig.5 (a). It is interesting to observe in Fig.5(a) how the maximum peak intensity, corresponding to the emission components centered at 418, 440 and 488nm obtained from the deconvolution process, increases as the Zn concentration in crystals also increases. In fact, as shown in Fig.5(a), in good approximation the maximum peak intensity of each one of PL emission components shows a linear dependence, with a positive slope, on the Zn concentration present in the crystals under study. Fig.5(b) shows the contribution of each one of the emission components (418, 440 and 488nm) to the overall emission peak for each one of crystals. This means, the area under the curve that describes each one of the emission components compared in percentage to the area under the curve of the corresponding overall emission. As can be observed in Fig.5(b) the contribution of the component centered 418nm to the overall emission peak is low and essentially constant as the concentration of zinc in crystals increases. Qualitatively, the contribution percentage of this component to the overall emission peak varies from 6% to 13%. Nevertheless, the contribution to the overall emission peak of each one of the other two components centered at 440 and 488nm, respectively, is around 50%. Although of course, the contribution of the component centered at 440nm is slightly higher than the contribution of the component centered at 488nm as it was expected. In addition, the contribution to the overall emission of both components centered at 440 and 488nm, respectively, increases slightly as the concentration of zinc in crystals increases.",
                        "These results support the possibility that crystals of LN doped with high concentrations of Zn can be used in nonlinear optical applications in the UV–Vis region of the electromagnetic spectrum. One of these applications could be based on the replacement of Mg doping by Zn doping in LN crystals to generate continuous wave laser action at shorter wavelengths than in Yb:LN:MgO crystals."
                    ],
                    "name": "Photoluminescence",
                    "type": "ce_section"
                }
            ],
            "name": "Results and discussion",
            "type": "ce_section"
        },
        {
            "content": [
                "In this work we have found from the obtained results that the high Zn doping in LN crystals improve their photoluminescence properties inducing a new strong emission violet band centered at 418nm. The series of six LN single crystals studied presented peaks of photoluminescence emission in the violet-green spectral region. All the crystals studied presented the well-known blue band emission centered at 440nm and other two emission components with peaks centered at 418 and 488nm, respectively. Furthermore, the new violet emission band centered at 418nm has intensity very similar to that of the blue emission band centered at 440nm. As is known, impurities influence the spectra by introducing new luminescence features characteristic of the dopant. The appearance of the emission centered at 418 can be attributed to the alteration of niobate group by foreign ions of Zn. In fact, from the analysis of E(TO) Raman modes obtained by Raman spectroscopy studies performed in this work it was found that the Li concentration in the crystals decreases as the Zn concentration increases. This suggests a displacement of the Li ions from their regular sites by the Zn ions which give rise to the new emission peak centered at 418nm. Thus the studies of Raman spectroscopy and the fluorospectrometry technique have permitted to connect the structural and PL properties of LN single crystals studied.",
                "These results open the possibility that crystals of LN doped with high concentrations of Zn can be used in photonic applications in the UV–Vis region of the electromagnetic spectrum."
            ],
            "name": "Conclusions",
            "type": "ce_section"
        }
    ],
    "Title": "Effect of Zn doping on the photoluminescence properties of LiNbO3 single crystals"
}