{
    "DOI": "10.1016/j.electacta.2012.11.059",
    "Journal": "Electrochimica Acta",
    "Keywords": [
        "Solid-state battery",
        "Solid electrolyte",
        "Li7La3Zr2O12",
        "Garnet structure"
    ],
    "Sections": [
        {
            "content": [
                "A simple, low-temperature route was developed to process bulk solid-state Li-ion batteries employing Al-doped Li7La3Zr2O12 solid electrolyte (thickness: ∼ 0.5 mm; 25 °C conductivity: ∼ 2 × 10−4 S cm−1). A composite Cu0.1V2O5–based slurry was directly painted on Li7La3Zr2O12 and dried at 120 °C to prepare the cathode film. The opposite side of the electrolyte was subsequently exposed to molten Li to form the anode. The discharge capacity of the solid state battery was 53 mAh g−1 (calculated based on the weight of active cathode material) at room temperature with 5 μA cm−2 discharging current. Severe capacity decay occurred after the initial discharging. A comparable liquid electrolyte battery was tested at room temperature for comparison and had a much slower decay rate. However, when the operating temperature of the solid state battery was increased to 50 °C, the cell performance significantly improved. At 50 °C, the battery exhibited 176 mAh g−1 initial discharging capacity at 5 μA cm−2 current density and 93 mAh g−1 initial capacity under a 10 μA cm−2 discharging current density. After 20 cycles, the capacity decayed to 68.6 mAh g−1 when cycled at a 10 μA cm−2 current density. Impedance spectroscopy was used to investigate the interface resistance of the battery at different temperatures. The results indicated that both the cathode and anode interface resistance were dramatically reduced at 50 °C. The decrease in interface resistances at elevated temperature is proposed as the main reason for the observed battery performance enhancement."
            ],
            "name": "Abstract",
            "type": "ce_section"
        },
        {
            "content": [
                "Compared with liquid organic electrolytes, lithium ion conductive solid electrolytes offer improved safety, reliability and leakage-free properties, as well as the advantages wider electrochemical voltage ranges, better chemical compatibility, and the possibility for structural batteries. The development of highly conductive solid electrolytes has been an area of active research for several decades. Among the solid Li-ion electrolyte materials, Li7La3Zr2O12 (LLZO), a garnet structured compound with a relatively high room temperature ionic conductivity (∼ 2 × 10−4 S cm−1), has attracted much attention since first being reported. In addition to its high conductivity, LLZO was also reported to have high chemical and electrochemical stability with lithium metal.",
                "The solid state method is the most common route to synthesize LLZO. Long duration sintering at temperatures at or exceeding 1200 °C is necessary to obtain dense bodies of the highly conductive cubic phase of LLZO rather than the lower conductivity tetragonal structure. The long time and high temperature sintering can also lead to Li loss and the formation of impurity phases. Al-doping was reported as a key aspect in stabilizing the cubic phase and enhancing the sintering process. Geiger et al., first suggested the important role Al can play in the synthesis of highly conductive cubic phase LLZO. They proposed that Al3+ partially substituted for Li+, both stabilizing the cubic phase relative to the tetragonal structure, and creating vacancies for enhanced Li ion diffusion. A recent report, confirmed that Al3+ is incorporated in the garnet lattice on the tetrahedral 24d Li sites, and this replacement stabilized the cubic LLZO modification. From a processing standpoint, a number of papers reported that Al, in the form of purposeful additions or contamination from an Al2O3 crucible, can enhance the sintering process and lead to increased LLZO pellet density. Subsequent formation of secondary phases associated with Al additions were observed along LLZO grain boundaries by microscopy..",
                "Due to the high conductivity, the resistance of 0.5 ∼ 1 mm thick LLZO slices is small enough for application in solid state batteries. LiCoO2 has been frequently reported as the cathode material in LLZO-based solid state batteries. Many techniques have been applied to prepare LiCoO2 films on LLZO substrates, including pulsed laser deposition (PLD), sputtering, and sol-gel coating methods. However, in all these papers, high temperature post-annealing ( 500 °C) was applied to the LiCoO2 films coated on LLZO. High temperature processing can cause interaction between LiCoO2 and LLZO which strongly affects the battery performance. The utilization of LiCoO2 cathode material during cycling was not high in such high-temperature processed batteries. Recently high initial capacity and excellent battery cycle life were reported in a solid state battery made with Nb-doped LLZO and LiCoO2 deposited at 600 °C by PLD. The Nb doping may play a key role by stabilizing the interface between LiCoO2/LLZO and preventing the unwanted film-substrate interaction.",
                "In the present work, an all solid state battery based on Al-doped LLZO was prepared by a simple low-temperature process. A Cu0.1V2O5 - carbon composite slurry was directly painted on a 0.5 mm thick LLZO slice to prepare the cathode film. The other side of the electrolyte was subsequently exposed to molten Li to form the anode. After coating on LLZO, the cathode slurry was dried at 120 °C, but no high temperature post-annealing was applied, thus minimizing interfacial interactions. Compared to LiCoO2 or LiMn2O4, Cu-doped V2O5 has much higher capacity (300mAh g−1). In one report, a LiCoO2/LLZO/Li cell was produced by tape-casting LiCoO2 powder on LLZO. Only 3.4 mAh g−1 capacity was achieved and no capacity retention properties were mentioned.",
                "The composite Cu0.1V2O5/LLZO/Li battery reported in the present work achieved 53 mAh g−1 capacity for the first cycle at RT and 176 mAh g−1 capacity at elevated temperature (50 °C). When tested at RT, the battery decayed dramatically after the first cycle. A reaction with cycling at the cathode interface is shown to be the main reason for the large capacity decay at RT. At elevated temperature, both the initial capacity and battery cycle life were significantly improved. Impedance measurement indicated the anode and cathode interface resistances were significantly reduced at 50 °C."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                {
                    "content": [
                        "Cu0.1V2O5 powder was prepared as the active cathode material. Appropriate amounts of Cu (99.5%, Alfa) and V2O5 (99.6% min, Alfa) were dissolved together in H2O2 (30 wt.%, Fisher) with stirring. V2O5 powder reacted with H2O2 first, and gas was immediately generated from the solution. As the Cu powder dissolved, the solution changed from orange to a dark red color. The solution was not stable. Precipitates appeared about 30 min after preparation. The solution was dried at 130 °C overnight to evaporate the solvent. During drying, further precipitation occurred. After drying, the residue was calcined at 300 °C for 5 hours to form the final product.",
                        "The Cu0.1V2O5 powder was incorporated into a slurry mixture, along with carbon black (Lampblack, Fisher) and a binder (a combination of styrene-butadiene-rubber (SBR, MTI Corp, 48∼52% solids) and sodium-carboxyl-methyl-cellulose (CMC-Na, TCI, Japan)). The SBR/CMC-Na combination is reported to have small modulus, large maximum elongation, and strong adhesion strength. To prepare the cathode slurry, Cu0.1V2O5 powder, carbon black, SBR and CMC-Na (in the ratio of 80:15:2.5:2.5 (wt %)) were ball mixed overnight with distilled water.",
                        "An Al-doped LLZO solid electrolyte pellet was prepared by a polymerized complex method (pechini method). LiNO3 anhydrous (99%), La(NO3)3·6H2O (99.9%), ZrOCl2·8H2O (99.9%), and Al(NO3)3·9H2O (98.0%∼102.0%), (all from Alfa Aesar), were used to prepare nitrate precursor solutions. The molar ratio between Li, La, and Zr was controlled as 7.7:3:2. Excess Li (10%) was added to compensate for expected Li loss during high temperature heat treatments. 1.2 wt% of Al were added to Li7La3Zr2O12 by adding Al(NO3)3·9H2O to the nitrate solution, based on earlier research on the effect of Al additions. The weight percent was based on the calculated Li7La3Zr2O12 product weight. Citric acid (99.5%, Aldrich) and ethylene glycol (Fisher Chemical), in the ratio of 60:40 (mol) were added to the nitrate solution as complexing agents. The overall metallic ion to organic ratio was 38:62 (mol). The organic solution was poured into the stirred nitrate solution. The mixture was heated at around 130 °C until hardened foam formed. The foam was crushed, and then calcined at 900 °C for 6 hours (ramp rate: 5 °C min−1) in air in an alumina crucible to react the precursors. After the calcination, the powder was pressed into a 1.27 cm diameter pellet in a uniaxial press (Carver Inc.) with a load of 40 MPa for 5 min. The pellet was sintered at 1200 °C in air for 6 hours (ramp rate: 5 °C min−1) on an alumina plate. A 2.4 cm diameter LLZO pellet made by conventional solid state processing with no Al added was put between the small pellet and the alumina support plate to prevent interaction between the sample pellet and the plate. The small pellet was covered by additional LLZO powder to reduce Li loss at high temperature. An alumina crucible was used to cover entire pellet assembly to help further reduce Li losses.",
                        "The sample pellet was cut into slices using a high speed diamond saw. The LLZO slice was progressively polished through 1 μm grit diamond until it was approximately 0.5 mm thick. A proper amount of cathode slurry was transferred onto the polished LLZO by an automatic pipette. The area of the cathode film was controlled to ∼ 0.5 cm2. The slurry was allowed to dry at room temperature and then was slowly heated to 120 °C over 12 hours (1 °C min−1). The mass of cathode film was about 0.4 mg. The weight ratio between Cu0.1V2O5 powder, carbon, and binder was 85:10:5. Therefore, the Cu0.1V2O5 active material was approximately 0.34 mg. The capacity was calculated based on this value. The Li anode was applied in an Ar filled glovebox. Li foil (0.75 mm thick, 99.9%, Alfa) was cut into a 0.5 cm2 square, melted at 200 °C and attached to the LLZO slice. Copper foil was attached to the molten Li as the anode current collector. After cooling to room temperature, the Li metal anode was strongly bonded to both the LLZO and the Cu foil. Finally, while still in the glovebox, the LLZO with Li side down and cathode side up was dipped into a small stainless steel cap containing molten wax (Crystal Bond 509, Aremco). The Li side was immersed into the molten wax but the cathode side was left uncovered by the wax. The wax served to protect the Li from the ambient upon removal of the battery from the glovebox. Colloidal Ag paint (Ted Pella Inc.) was painted on the cathode film as the current collector.",
                        "For comparison purposes, a battery with liquid electrolyte (1 mol L−1 LiPF6 in EC + DMC + DEC (1:1:1 in vol.), from MTI Corp.) was assembled in a coin cell. The composite cathode slurry described above was drop cast onto stainless steel foil and dried in the same manner as for the solid state battery. The stainless steel foil with cathode film, a filter paper separator (Whatman) soaked with liquid electrolyte and a piece of Li foil were assembled in a coin cell. The assembled coin cell was tested by the same method as the solid battery."
                    ],
                    "name": "Preparation",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "X-ray structural analysis of the Cu0.1V2O5 powder was performed by a powder diffractometer (Scintag X1, Cu-Kα, 40 kV, 30 mA) at room temperature. Electrochemical impedance spectroscopy measurements were performed with an impedance analyzer (1260 Impedance/Gain-Phase analyzer, Solartron) combined with a dielectric interface (1296 Dielectric Interface, Solartron). When measuring solid electrolyte conductivity, silver paint was applied on each side of the electrolyte pellet to make the current collectors. Cu wire sample leads were attached to the painted ends. Impedance spectra were collected by sweeping the frequency from 18 MHz to 1 Hz with a voltage set at 10 mV. Ionic conductivity values were calculated from the complex impedance plots using ZView2 (Scribner Associates) for analysis. Equivalent circuits were fitted to the measured impedance spectra using ZView2. Battery testing was performed on a multiple independent-channel testing system (BT-2000, Arbin Instruments)."
                    ],
                    "name": "Characterization",
                    "type": "ce_section"
                }
            ],
            "name": "Experimental",
            "type": "ce_section"
        },
        {
            "content": [
                "Fig. 1 shows the XRD pattern of the composite Cu0.1V2O5 film on a glass substrate. The two peaks (marked by black dots) are attributed to V2O5·nH2O. The pattern corresponds well with low temperature processed V2O5·nH2O xerogel patterns reported in the literature. The most intense peak is from the (001) diffraction line and the second peak corresponds to the (003) diffraction line. The large amorphous hump is attributed to the glass substrate.",
                "To separate cathode performance from possible solid electrolyte issues, a composite Cu0.1V2O5 film coated on a stainless steel foil was assembled with Li foil and liquid electrolyte soaked separator in a coin cell. Fig. 2 shows the discharging capacity of the first 20 cycles from the liquid electrolyte coin cell battery tested at a current density of 5 μA cm−2 and cycled from 2.0–3.8 V. This coin cell battery had an open circuit cell potential of ∼3.3 V after assembly. The initial discharge capacity was 231.2 mAh g−1. The capacity decayed steadily to 179.5 mAh g−1 after 20 cycles. The cycling results confirmed that the Cu0.1V2O5 composite cathode was satisfactory for use in a secondary lithium ion battery.",
                "The solid state battery was first tested at 25 °C at a current density of 5 μA cm−2 between 2.0 - 3.8 V. Fig. 3 shows the charging and discharging curves of the first 5 cycles. The initial discharge capacity of this solid state battery was 53 mAh g−1. After 5 cycles, the capacity decayed to 4.9 mAh g−1, which is only 9.2% of the initial value. Strong polarization was found in the charging process. After the first discharge, the cell potential increased very rapidly in the following charging process and reached the cut-off voltage quickly, resulting in a small charge capacity. The asymmetry of the charging and discharging curves indicated that most of the Li initially intercalated in the cathode film could not be successfully extracted in the charging process.",
                "However, when the working temperature of the battery increased from 25 °C to 50 °C, the performance dramatically improved. Hence, a fresh solid state battery was prepared and tested at 50 °C. Fig. 4 (a) shows the first five cycling curves. At 50 °C, the battery achieved 176 mAh g−1 initial discharge capacity when cycled with a 5 μA cm−2 current density. The strong charging polarization disappeared, and the battery decayed much slower than the battery tested at 25 °C. In the first charging process, the cell potential slowly ramped to the cut-off voltage, and almost ∼100% coulombic efficiency was achieved. Fig. 4 (b) shows the battery capacities of the first 20 cycles when tested at a 10 μA cm−2 current density at 50 °C. At the higher cycling current, the initial discharge capacity was 93 mAh g−1. This capacity decayed to 68.6 mAh g−1 (73.8% of the initial value) after 20 cycles.",
                "At room temperature, the cathode film behaved satisfactorily in a liquid electrolyte, which suggests the decay of the 25 °C solid state battery is not associated with the cathode material itself. Interfacial issues were suspected as the primary cause of the large capacity decay at room temperature. To identify which interface might be the source of the problem, the cathode/LLZO interface was eliminated as a factor by assembling and testing a hybrid ‘Cu0.1V2O5/liquid electrolyte/LLZO/Li’ battery in a coin cell configuration. A separator soaked with liquid electrolyte was put between the composite Cu0.1V2O5 cathode film (coated on stainless steel foil) and the LLZO solid electrolyte. Hence the cathode/solid electrolyte interface was replaced by a cathode/liquid electrolyte/solid electrolyte interface. Fig. 5 shows the capacities of the first ten cycles from this hybrid liquid/solid electrolyte battery. 174 mAh g−1 capacity was achieved in the initial discharge. Minimal capacity decay was found in this hybrid battery compared with the all-solid-state battery. The rapid large capacity decay at room temperature disappeared with the absence of the cathode/solid electrolyte interface. Therefore, in the all-solid-state battery, the anode interface contributes little to the decay observed during early cycling. The cathode/electrolyte interface or interfaces in the cathode itself (i.e. cracks) are the primary source of the rapid decay during room temperature cycling. The instability seen in the charge and discharge curves for the solid state battery (Figs. 3 and 4) were not observed for either the liquid electrolyte battery or the ‘hybrid’ battery, both of which had smooth cycling curves. The high interface resistance on the cathode side might cause this instability.",
                "It is interesting to note that the initial capacity of the hybrid ‘Cu0.1V2O5/liquid electrolyte/LLZO/Li’ battery (174 mAh g−1 capacity) is still lower than the initial capacity of the pure liquid electrolyte battery (231.2 mAh g−1, Fig. 2). The higher internal resistance of the hybrid battery could be the reason for this lower capacity. The impedance study described below verified the existence of an anode/electrolyte interface resistance at RT. The liquid electrolyte battery did not have this Li/LLZO interface, so it was expected to have lower internal resistance than the hybrid battery. This Li/LLZO interface resistance in the hybrid battery might be one contributing factor to the lower capacity compared to the liquid electrolyte battery. However, in the all-solid-state battery, this anode interface resistance was not as large as the cathode interface resistance. Therefore, the hybrid battery did not decay dramatically like the all-solid-state battery did. Additionally, since the Li+ conductivity of LLZO is lower than the Li+ conductivity of liquid electrolyte, the LLZO electrolyte will introduce greater internal resistance in the hybrid battery compared with the battery having only liquid electrolyte.",
                "To gain further insights into how the elevated temperature affected the battery performance, impedance spectroscopy was applied to measure the electrolyte conductivity and interface resistance at RT and elevated temperature. Fig. 6 shows the impedance spectra of a LLZO pellet (area: 0.78 cm2; thickness: 0.43 cm) at room temperature and 50 °C. The semicircle at the high frequency reflects the resistance from solid electrolyte while the tail at the low frequency is attributed to the Ag paint current collector. The open triangles in Fig. 6 are the measured data and the solid line represents fitted data based on an equivalent circuit embedded in Fig. 6. Since the connection between Ag paint and LLZO was not ideally smooth, depressed arcs were obtained. Constant phase elements (CPEs) were applied in the fitting instead of capacitances. R1 and CPE1 represent the resistance and the capacitance associated with the LLZO electrolyte. CPE2 reflects the capacitance from the Ag paint current collector. Based on the equivalent circuit, the estimated resistances of the high frequency LLZO arcs in the RT and 50 °C impedance curves are 2.3 kΩ to 1.0 kΩ. Therefore, the lithium ion conductivity of LLZO should increase about 2.3 times with the 25 °C temperature increase. The Li+ conductivity of LLZO at 50 °C was measured to be ∼ 5.5 × 10−4 S cm−1.",
                "The source of the impedance arcs was determined in a stepwise fashion. Impedance measurement of a ‘composite Cu0.1V2O5 film/LLZO/Li’ battery was performed first. After the measurement, the composite cathode film was removed and Ag paint was applied directly onto the cathode side of the LLZO. Impedance of the ‘Ag/LLZO/Li’ structure was then measured. Fig. 7 shows the impedance spectra of the two configurations. In the curve of the ‘composite Cu0.1V2O5 film/LLZO/Li’ configuration, there were two semicircles observed. The low frequency arc (right side) disappeared after replacing the cathode film by Ag paint. Hence, the low frequency arc is attributed to the cathode interface resistance of the solid state battery. The high frequency arc (left side) remained unchanged in these two measurements. The same equivalent circuit in Fig. 6 was applied to estimate the resistance of the high frequency arc in the ‘Ag/LLZO/Li’ configuration. If this arc is attributed to the solid electrolyte, the calculated conductivity from this arc is 8 × 10−5 S cm−1, which is much lower than the RT conductivity of LLZO. Therefore, this semicircle should not only represent the bulk solid electrolyte resistance, but also the charge transfer resistance at the anode interface. The arc identification results are consistent with the results reported by others.",
                "Fig. 8 (a) and (b) show the impedance spectra of an as-assembled solid state battery at RT and 50 °C. At 50 °C, the diameters of both the high frequency and low frequency arcs (a and b) were significantly reduced. The high frequency arc reflects contributions from both the bulk solid electrolyte resistance and the charge transfer resistance of the anode interface. An equivalent circuit shown in Fig. 8 (a) was applied to fit the measured impedance from the solid state battery. In Fig. 8 (a), R1 represents the total resistance from the electrolyte and anode interface and R2 is the cathode interface resistance. Corresponding capacitance data were calculated from the constant phase elements (CPE1 and CPE2). A Warburg resistance (Wo) was added to reflect the Li diffusion impedance in the cathode film. At 50 °C, the resistance of the high frequency arc (a) decreased from 1.2 kΩ to 0.25 kΩ. The capacitances associated with these two resistances are 1.3 × 10−9 F and 9.7 × 10−7 F. Based on the results shown in Fig. 6, the resistance of the LLZO solid electrolyte should have decreased by a factor of ∼2.3 after increasing the temperature to 50 °C. Here, the high frequency arc had ∼ 4.8 times lower resistance. Hence, from the magnitude of the change, the resistance decrease reflects a proportionally greater decrease in the anode interface resistance. Figure 8 also shows that the resistance of the low frequency arc decreased from 5.8 kΩ to 1.5 kΩ with the temperature change. The capacitances associated with these two resistances are 4.0 × 10−7 F and 7.0 × 10−8 F. At room temperature in an all-solid-state battery the dominant resistance is from the cathode interface (5.8 kΩ), which is much higher than the total resistance of the anode interface and the solid electrolyte (1.2 kΩ). After increasing the temperature to 50 °C, both the cathode interface resistance, and the anode interface and electrolyte resistance decreased (4.3 kΩ and 0.95 kΩ resistance reduction, respectively). The cathode interface resistance decrease at the higher temperature made a major contribution to the reduction in the polarization.",
                "The decrease of interface charge transfer resistance at elevated temperature is not unique to LLZO solid state batteries. In polymer solid state batteries, similar Li/electrolyte and V2O5/electrolyte interface resistance behavior at moderate temperatures was reported by Prosini, et al.. Even in liquid electrolytes, the charge transfer resistance at the V2O5/liquid electrolyte interface was reported to be significantly reduced after the temperature was increased from 17 °C to 52 °C. If strategies can be developed to further reduce interfacial resistances in all-solid-state batteries, further performance improvements can be expected. For example, limiting access of water vapor to the electrolyte by sealing both electrodes may eliminate undesired hydroxide formation on LLZO surfaces."
            ],
            "name": "Results and discussion",
            "type": "ce_section"
        },
        {
            "content": [
                "An all-solid-state battery was developed using a thin slice of Al-doped Li7La3Zr2O12 solid electrolyte. A composite Cu0.1V2O5–carbon film and Li were separately applied on the LLZO as the cathode and anode, respectively. No high temperature post-annealing was applied to the battery. The battery exhibited severe capacity decay at room temperature. When the working temperature was increased to 50 °C, both the energy density and battery cycle life were significantly improved. Impedance spectroscopy measurements indicated that both the cathode and anode interface resistances were dramatically reduced at 50 °C, suggesting reduction in charge transfer resistance at both interfaces was the primary cause for the battery performance enhancement."
            ],
            "name": "Conclusions",
            "type": "ce_section"
        }
    ],
    "Title": "Bulk solid state rechargeable lithium ion battery fabrication with Al-doped Li7La3Zr2O12 electrolyte and Cu0.1V2O5 cathode"
}