{
    "DOI": "10.1149/1.2205168",
    "Journal": "Journal of The Electrochemical Society",
    "Keywords": [
        "titanium compounds",
        "wide band gap semiconductors",
        "dyes",
        "ruthenium compounds",
        "adsorption",
        "desorption",
        "surface structure",
        "atomic force microscopy"
    ],
    "Sections": [
        {
            "content": [
                "Single-crystal anatase(101), (001) and rutile(100), (001) surfaces with atomically flat terraces were prepared and their structure verified with atomic force microscopy. A ruthenium complex dye, cis-di(thiocyanato)-bis(2,2′ -bipyridyl-4,4′ -dicarboxylate) ruthenium(II) (usually known as N3) was used to sensitize these surfaces. The N3 coverage dependence of the incident photon to current efficiencies (IPCE) was measured for all four surfaces. IPCE values were much higher on anatase(101) and rutile(100) than on the other two surfaces. The kinetics of N3 adsorption was also studied on the four surfaces. The adsorption kinetics for a slow adsorption step could be fit with a Langmuir kinetic model. The differences in the adsorption of N3 and the IPCE values are discussed based on the structure of the N3 and the geometry and reactivity of the binding sites on the four surfaces."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Titanium dioxide (TiO2) is one of the most intensively studied wide-bandgap metal semiconductors. Nanocrystalline TiO2 has been used in the dye-sensitized solar cell discovered by Gratzel. The nanocrystalline dye-sensitized cell is promising due to its respectable solar conversion efficiency (10% in laboratory cells), ease of manufacture, and relatively low cost. The most highly studied sensitizing dye in the nanocrystalline system is the ruthenium complex, cis-di(thiocyanato)-bis(2,2′ -bipyridyl-4,4′ -dicarboxylate) ruthenium(II), usually referred to as N3. N3 has several advantages when used as a sensitizing dye, including a broad range of visible light absorption and demonstrated stability over many hours of cell operation. Despite its widespread use in prototype solar cells, there has been relatively little work on the fundamental aspects of the adsorption of this dye on metal oxide surfaces. Grätzel et al. have reported the adsorption on synthetic anatase crystals and has also published some speculative surface structures on the anatase(101) surface. We have previously reported the adsorption of N3 on natural anatase crystals and measured isotherms for N3 on nanocrystalline TiO2.,",
                "Studying dye adsorption on well-ordered single crystals can provide fundamental information concerning adsorption sites, surface structure, and the degree of aggregation which is important for optimizing the nanocrystalline cells. However, despite the long history of studies on single-crystal rutile,– most of the early work concerned dyes that were not covalently linked to the surface, as is the case in the Grätzel cell, and used surfaces that were not well-characterized.",
                "There have been extensive studies on the photoelectrochemical properties of single-crystal rutile(001) surface– and the dye sensitization effect on vacuum-deposited thin film of organic dyes was reported., Natural anatase crystals were used to study the sensitization by N3 and a series of thiacyanine dyes,, but only the (101) orientation was studied. Atomically flat single-crystal rutile(100) and(110) surfaces were prepared and their surface bandedges and hole reactivity were studied. ZnO was also investigated as a material for dye-sensitized solar cells.,",
                "Charge-transfer processes at the TiO2 /electrolyte interface should be sensitive to the crystal orientation; therefore, it is useful to study dye sensitization on different polymorphs and different crystal orientations of TiO2 as a model for the grains of a nanocrystalline cell. One difference between the nanocrystalline cells and the single crystals is that there is no space-charge layer present in the nanocrystalline devices and so doping level is not really a consideration. In this study, natural anatase crystals with (101) and (001) orientations and single-crystal rutile(100) and (001) surfaces were sensitized with N3 to both better understand the mechanism of interfacial electron transfer and to correlate the adsorption and sensitization behavior of TiO2 with its surface structure."
            ],
            "name": "",
            "type": "section_h2"
        },
        {
            "content": [
                "A mechanically polished single crystal of rutile(100) was supplied by Commercial Crystal Laboratories, Ltd. The rutile(001) sample was grown at DuPont Central Research. The anatase samples were natural anatase crystals that were mined in Hargvidda, Tyssedal, in Norway. These bipyramidal crystals exhibited low-energy growth surfaces with the large, wedge-shaped (101) faces and the (001) end caps. The (101) crystal faces were dark blue, metallic, and shiny and were sometimes cut along the (101) plane using a diamond saw, and in other cases entire crystals were used. The crystals were polished and annealed to obtain atomically flat surfaces as was described earlier. Atomic force microscopy (AFM) (Digital Instruments Nanoscope IIIA controller and a multimode SPM) was used to characterize the polished surface. Silicon tips from MikroMasch with a 40N∕m force constant and resonant frequency around 170kHz were used.",
                "The crystal was mounted to the electrode using epoxy (Dexter Epoxy Patch) with Ga∕In eutectic applied to the back of the electrode for an ohmic contact. After the epoxy set, the electrode was sealed with silicone rubber (RTV) and allowed to dry for a few hours. Before photoelectrochemical experiments the crystal was polished with a soft polishing cloth using 20nm colloidal silica (Buehler, Inc.) and cleaned with 0.2M NaOH, followed by a Milli-Q (18MΩ) water rinse. The electrodes were then illuminated at 0.6V vs Ag∕AgCl in 1M HCl (for anatase) or 10mM NaClO4 (for rutile) for 5min using an Oriel 150W Xe lamp followed by an ethanol (Pharmaco, ACS grade) rinse. To allow the UV illumination to reach the sample surface a quartz cell was used. After UV treatment the electrodes were immediately sensitized by immersing in solutions of various concentrations of cis-di(thiocyanato)-bis(2,2′ -bipyridyl-4,4′ -dicarboxylate) ruthenium(II) (N3: obtained from Dr. C. Michael Elliot) dissolved in ethanol. High and quite reproducible dye coverages were obtained with this method. Subsequent to dye adsorption the electrode was rinsed with ethanol and then used in photoelectrochemical measurements. For isothermal measurements the electrodes were dipped in solutions of the lowest N3 concentrations then moving to the highest concentrations. The single-crystal electrodes were cleaned and UV treated between each concentration.",
                "Electrochemical measurements were made in a three-electrode configuration with platinum (Pt) counter and Pt pseudo-reference electrode. Acetonitrile (Fisher, optima grade) electrolyte containing 10mM tetrabutylammonium perchlorate (Fluka, electrochemical grade) was used as a supporting electrolyte with 4.5mM hydroquinone added as supersensitizer or regenerator. The electrolyte was deoxygenated with nitrogen gas. Photocurrent/voltage measurements were carried out using a potentiostat (EG&G, 174A) and a lock-in amplifier (Stanford Research, SR830) under PC control. Photocurrent spectroscopy was done using an apparatus that has been described previously.",
                "Mott–Schottky analysis used a EG&G PAR173 polarographic analyzer, a Stanford Research SR830 lock-in amplifier and a Standford Research DS345 function generator under PC control. The same electrolyte as described above was used. An Ag∕AgCl reference electrode in acetonitrile solution saturated with tetramethylammonium chloride (TMAC) was used as a reference electrode. The frequency used was 500Hz for both with and without N3 dye. For the Mott–Schottky plots with adsorbed N3 dye, the electrodes were dipped in 62μM solution of N3 for 10min after UV treatment. Photocurrent/voltage curves were measured with a 2.25mW, 532nm diode laser after exposing the crystal to a dye concentration of 62μM, a concentration on the plateau region of the isotherm."
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "Polishing and annealing were done for all crystals and orientations until AFM imaging showed atomically flat terraces. Figure 1 shows AFM images of polished and annealed rutile(100), anatase(101), anatase(001), and rutile(001) surfaces. AFM images of anatase crystals showed terraces on most parts of the surface, but the terrace widths varied from place to place, as may be expected with natural crystals. The terraces of the rutile(100) crystal were quite uniform across the surface, showing an average width of 50nm. The rutile(001) surface showed smaller, less uniform terraces. As in our previous work, we verified with AFM that the UV treatment used to clean the electrodes before and between all experiments did not etch or pit the surfaces. However, after, extended use the crystals were renewed by demounting, repolishing, and reannealing them to produce clean terraced surfaces.",
                "Mott–Schottky analysis was performed by measuring the capacitance of the various TiO2 crystal surfaces in electrolytes with and without absorbed N3. Mott–Schottky plots provide the band positions of the various TiO2 polytypes and reveal any bandshifts that might be induced by the adsorption of N3. We carried out the measurements, at three different frequencies: 200, 500, and 1000Hz. Very little frequency dispersion was observed so only the measurements done at 500Hz are shown in Fig. 2. After the N3 dye was adsorbed the flatband potentials for the two anatase surfaces shifted to slightly more negative potentials, indicating that some of the adsorbed dyes carried negative charges, because a much larger shift (∼3V) would be observed if each N3 adsorbed as a singly charged anion. There was almost no shift in the flatband potential with N3 adsorption for the two rutile surfaces. The anatase(101) electrode showed a plateau in the capacitance characteristic of the presence of surface states at around 0.4V. The charge associated with these states was calculated to be about 3.7×10−7C∕cm2 (2.3×1012charges∕cm2), corresponding to 4.5% of the surface Ti atoms or 2.2% of the surface oxygen atoms, assuming one charge per atom.",
                "Table I also shows the potential for the onset of bandgap photocurrent for the four surfaces. All but the anatase(001) surface show a photocurrent onset 0.18–0.25V positive of the flatband potential, indicating that there is substantial carrier recombination near the flatband potential on these three surfaces. To establish the level of background currents in the wavelength region where the metal oxide will be dye-sensitized, the wavelength dependence of the subbandgap photocurrent was investigated. Anatase(101) and rutile(100) displayed higher subbandgap photocurrents than anatase(001) and rutile(001), as shown in Fig. 3a. The anatase(001) electrode displayed the smallest subbandgap photocurrent over the entire wavelength range (436–796nm), whereas the anatase(101) had a high subbandgap response that may be associated with the surface states detected in the Mott–Schottky plots. The photocurrent for the rutile(001) increases quickly for wavelengths shorter than 500nm and is the highest among all four electrodes at a wavelength of 455nm. The wavelengths corresponding to the bandgap energies are 370nm (3.0eV) and 355nm (3.2eV) for rutile and anatase, respectively, and so a lower energy subbandgap increase for rutile is expected because it is approaching the bandgap.",
                "The photocurrent spectra for high surface coverages of N3 on anatase(101), anatase(001), rutile(100), and rutile(001) surfaces are shown in Fig. 3b. The sensitized photocurrents are much larger than the background currents measured in Fig. 3a. The inset shows the UV-visible (UV-vis) absorbance spectrum of an ethanol solution of N3 showing a peak at 538nm. The photocurrent spectra have the same shape as the N3 solution absorption spectrum but the sensitization peak is shifted to the red by 10–548nm. Previous work on single crystals of anatase(101) found the sensitization maximum to be at 525nm. Previous work was with much lower incident photon to current efficiency (IPCE) values, and presumably much lower coverages, because the UV cleaning procedure was not used.",
                "The adsorption isotherms measured for N3 adsorbed on the four oxide surfaces are shown in Fig. 4. The measured IPCE values on some crystals varied with the position of the light spot on the crystal surface, but the variation is within a factor of two. This variation may be due to regions of different surface roughness or to doping level variations across the surface and is especially noticeable on the natural anatase crystals where these parameters are not well-controlled. The isotherms on each individual crystal were measured on areas that consistently gave higher IPCEs. The N3 concentration range from 1.5μM up to 0.62mM was investigated. The adsorption time was varied in order to establish that equilibrium was obtained between the ethanol solution of N3 and the adsorbed N3 during the dye adsorption step. It was found that at lower concentrations (less than 0.12mM ) the IPCE reaches a plateau at immersion times of 60min or longer. At higher concentrations, the adsorption is faster and steady state is reached after immersion for 30min. Therefore isotherms were measured using a 60min dipping time at the lower concentrations and 30min for the higher concentrations. All four isotherms showed a steep increase in coverage at small concentrations (<62μM) and reached a plateau at higher concentrations (62μM). Because the measurement is IPCE and not directly surface concentration, we assume that the IPCE is proportional to the amount of adsorbed dye, an assumption that is probably valid in this case, because as discussed below, we have close to the theoretical IPCE value for a monolayer on some surfaces. Also, because there was no dye in the electrolyte solution, a true equilibrium was not established during the measurement of the photocurrent spectra. However, only a small amount of dye desorbs from the surface during the time needed to acquire a photocurrent spectrum.",
                "The isotherms were fit using a simple Langmuir adsorption isotherm (Eq. 1)where θ is the fractional coverage, K is the adsorption coefficient (M−1), and C is the molar concentration of N3 in solution. The fit of the isotherm to the adsorption data is perhaps a bit surprising because the basic assumptions of the Langmuir isotherm are not met in this system. However, there are many examples of good Langmuir fits to adsorption data that do not satisfy the assumptions of the Langmuir model. We are not interpreting this fit beyond the use of the Langmuir constants to compare the strength of the interaction of N3 molecules with the various TiO2 surfaces.",
                "The fits of the isotherms were also used to determine the maximum achievable coverage, and thus maximum IPCE, for the various surfaces. The maximum IPCE of rutile(100) and anatase(101) were determined to be (0.65±0.14)% and (0.42±0.09)%, respectively. Assuming that the quantum yield for charge injection from the excited sensitizer in to the TiO2 and the electron collection efficiency are both unity, the IPCE for one monolayer of close-packed N3 dye was predicted to be 0.27% based on an area per N3 molecule of 180Å. Our higher experimental values are probably due to some surface roughness resulting in more dye in the beam. Additionally, an ordered chromophore may have a higher absorption than an isotropic dye due to the directionality of the transition dipole. Also the molecular size of N3 taken from the theoretical calculation might not be correct, because according to a recent study, N3 molecules undergo significant structural adjustments upon binding to the TiO2 surface. In any case, there is not much improvement possible in the light harvesting ability of N3 on these surfaces.",
                "Anatase(001) and rutile(001) gave much smaller maximum IPCEs of (0.16±0.04)% and (0.04±0.009)%, respectively. There are several possible explanations for the low IPCE values on these two surfaces. One is that the dye coverage is low. The rutile(001) surface is terminated by fourfold Ti atoms that are demonstrated to be highly reactive. The small IPCE may be because many binding sites are already reacted and blocked before exposure to the dye solution. These adsorbates, that are not as reactive toward the fivefold Ti sites on the other surfaces, may be contaminants in laboratory air or the ethanol solvent. We performed an experiment to demonstrate this possibility. To minimize the exposure of the UV-cleaned surface to other potential competing adsorbates, we added N3 to the electrolyte during the UV cleaning treatment. The 5min exposure to the full output of the arc lamp did not significantly decompose the N3 dye in solution. The resulting photocurrent measurement revealed a doubling of the IPCE when compared to the usual subsequent dye treatment procedure. We must then conclude that the measured “isotherm” for the rutile(001) surface is not valid, because due to competitive adsorption, the dye was not in equilibrium with the surface. We are currently experimenting with a rutile crystal configured in an attenuated total reflection (ATR) configuration that will allow us to measure dye coverages (via absorption spectra) and IPCE values independently and allow us to directly calculate absorbed photon current efficiencies (APCE) for the two rutile surfaces.",
                "The kinetics of N3 adsorption onto the four crystal surfaces from the acetonitrile electrolyte solution was also studied. Although the isotherms were measured by adsorbing the N3 from ethanol solutions, the adsorption kinetics were measured by injecting N3 directly into the acetonitrile electrolyte that also contains the hydroquinone regenerator. The electrodes were UV-treated and immersed in the electrolyte and the photocurrent at the dye sensitization maximum (548nm) was continuously measured for 75min after the injection, as shown in Fig. 5. In all cases there is a very fast initial adsorption occurring during the mixing time in the first few seconds after the dye is injected. Subsequent to this initial step the IPCE steadily increased in what we call the second stage of adsorption. The adsorption kinetic parameters were obtained by fitting this second stage of the adsorption curves to a simple Langmuir kinetic model where So the net rate isAfter, integration, the following equation was obtainedwhere k2 is the rate constant for adsorption, k1 is the rate constant for desorption, θ is the fractional coverage, C is the concentration of N3 in solution (M), N0 is N3 full coverage concentration on the surface (9.2×10−11mol∕cm−2), t is time, and B is a time offset constant extrapolated to zero IPCE. The adsorption kinetics curves were fit to this equation, using the full coverage IPCE values, derived from the fits of the adsorption isotherms, to obtain the k2 and k1 values for all the surfaces (Table II).",
                "From these data, one can see that the k2∕k1 ratio was not proportional to the full coverage IPCE values of each electrode. The rutile(001) surface gave the smallest IPCE among all four electrodes, but the k2∕k1 was the highest, indicating that the strength of binding between the dye and the rutile(001) surface was probably the strongest. However, as was discussed above, much of the surface may be blocked by chemisorbed solvent or impurities. For the other electrodes, where the binding strength was lower, the dye molecules might also be able to better rearrange on the surface so that additional incoming dye molecules can find binding sites, yielding a higher IPCE. We have to point out that to collect the isotherms, the electrodes were dipped in solutions containing only dye, whereas for this kinetic study the electrodes were in a solution containing electrolyte and hydroquinone, species that could possibly compete with the dye for adsorption sites.",
                "The fact that the adsorption kinetics can be fit with a Langmuir model, even though the N3 molecules can bind through multiple carboxylate linkages, is perhaps a bit surprising. The very fast initial adsorption, where the IPCE is already at 50–70% of its maximum value, is not fit by the function derived for the slower filial step; however, one cannot lose site of the assumption that IPCE is proportional to the dye coverage. One explanation is that all of the dye is quickly adsorbed but there is a population of dye molecules on the surface that is not injecting electrons effectively, perhaps because only one carboxylate linkage has been made. The slow step then represents the reorganization of the dye on the surface into a more efficiently injecting form, perhaps with more carboxylate linkages. Hara et al. have previously postulated that the injection efficiency of a dye is related to the number of carboxylate linkages; however, the redox potential of their dye series was also changing with the number of carboxylates. Conversely, the fast step could indicate that the first adsorption step, where only one carboxylate is bound, is very fast and that the dye linked with a single carboxylate is effective at electron injection. The following slow step would then be related to a reorganization of the dyes on the surface to accommodate more dye molecules perhaps in a more ordered structure, as was proposed earlier. The ATR experiment described above will also be able to discriminate between these two models.",
                "The rate of electron transfer from the excited dye molecules to the TiO2 has been measured to be extremely fast on the nanocrystalline anatase electrodes, and because the overall quantum efficiencies are very high in these systems the recombination must be relatively low.– Information about carrier recombination on our crystal surfaces can be obtained from the bias dependence of the sensitized photocurrent. Therefore we measured the N3-sensitized photocurrent dependence on applied voltage for all the TiO2 surfaces. Figure 6 shows normalized photocurrent/voltage curves measured with an N3 coverage obtained by adsorption from a solution with a dye concentration of 130μM that produces saturation or near saturation coverage (except on the rutile(001) surface as was previously discussed). The positions of the measured flatband potentials of the four surfaces are also shown in the figure. An ideal sensitized photocurrent should begin immediately more positive than the flatband potential; however, recombination due to surface states or back electron transfer to the oxidized dye can delay the photocurrent onset to more positive potentials. The difference between the flatband potential (with adsorbed N3) and photocurrent onset for anatase(101) is about 0.3V, while for the other three surfaces it is about 0.1V. The anatase(101) electrode also displayed the most negative photocurrent onset potential and the most positive saturation potential. The slopes of photocurrent voltage curves for the two rutile surfaces are quite similar and are steeper than for anatase(101), indicating more significant recombination or back reaction of the injected electrons. The photocurrent of the other three electrodes all reached a plateau, indicating that the collection of the injected electrons was in photostationary state with any recombination in this potential region, whereas for anatase(101) the photocurrent is still slightly increasing with increasing potential. The fact that there was still recombination on the anatase(101) surface, even at the plateau region, is in agreement with the Mott–Schottky analysis that revealed that anatase(101) has more surface states; however, it contrasts with the high IPCE measured for this surface. The presence of traps due to impurities in the natural crystal, that are not present in the nanocrystalline thin films, may account for the nonideality of the photocurrent–voltage behavior of the anatase(101) crystal. Application of more positive biases apparently overcomes the recombination or back reaction pathway by collecting the trapped carriers before they recombine, because the IPCE values on the plateau are very close to the maximum expected value.",
                "N3 molecules covalently bind to the unsaturated Ti atoms via the peripheral carboxylate groups. N3 has four pendant carboxylate groups that are capable of binding to the TiO2 surface, two on each of the bipyridine ligands. It is most likely that N3 binds to the surface with at least two of these carboxylate groups. There are three possible binding configurations for bidentate binding of N3 where the carboxyl groups are spaced 6.2, 9.8, or 10.0Å apart, as shown in Fig. 7b. The Ti binding sites corresponding to the unsaturated Ti atoms on the different surfaces are schematically to shown in Fig. 7a. Shklover et al. has described the binding of N3 dye to the anatase(101) surface based on a simple one-dimensional tight-binding model. Our discussion of the N3 binding is based on simple geometric “lattice matching” considerations. The five coordinate Ti–Ti distances on a rutile(100) surface are 5.9, 9.7, and 10.0Å, distances that match perfectly with the distance between two carboxylates on the same N3 bipyridine ligand. For anatase(101), the N3 dye would appear most likely to bind across the 10.2 and 10.7Å Ti–Ti distances, corresponding to two carboxylates on different bipyridine ligands., The anatase(001) surface appears to have fewer possible binding possibilities, with a Ti–Ti distance of 10.7Å coming, close to any of the N3 carboxylate spacings. The chelating bidentate binding of N3 appears to be necessary to stabilize the dye bonding to the surface via the chelate effect and so variations in IPCE could be related to the ability of the dye to bind with two carboxylate groups. The K value derived from the Langmuir fitting of the isotherms for rutile(100) (∼1.3×105M−1) is much higher than for anatase(101) and anatase(001) (∼8×104M−1), whereas rutile(001) is the smallest (∼5×103M−1). The binding strength of rutile(100) and the two anatase surfaces agree with results of our adsorption kinetic study. The value for rutile(001) is anomalous, probably because of the high reactivity of the rutile(001) surface where a slow rate of displacing impurities on the surface greatly reduces K. At the higher concentrations the dyes start to compete for binding sites, making it difficult for N3 molecules to attach with multiple binding sites. Isotherms for both anatase electrode surfaces reached a plateau at the studied concentration ranges, whereas the IPCEs of the two rutile surfaces were still increasing even at the solubility limit of N3 in ethanol.",
                "Dye-sensitized solar cells need to be both efficient and stable for many years. The efficiency is influenced by the obtainable dye coverage because the nanocrystalline layer can be thinner if more dye is available for light absorption. We find higher yields for N3 sensitization are obtained on anatase(101) and rutile(100) surfaces. The predominant face of the nanocrystalline anatase films has been shown to be (101),, whereas the efficient nanocrystalline rutile cell was shown to have a predominantly (110) orientation. Our results suggest that anatase(001) and rutile(001) would not be favorable orientations in a cell sensitized by N3 due to lower yields obtained on these surfaces. Whether the low yields are due to low dye coverages or to recombination of photoinjected carriers has not yet been definitively determined."
            ],
            "name": "Results and Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "We have studied the dye sensitization of N3, the most extensively used nanocrystalline TiO2 sensitizer, on four different atomically flat TiO2 single-crystal surfaces. The surfaces were prepared by polishing, annealing, and a UV photo-oxidation treatment to ensure their atomic flatness and cleanliness and that reproducible dye adsorption could be achieved. IPCE values for N3 sensitization vary significantly between the different polymorphs and crystal orientations, 0.65% for rutile(100), 0.04% for the rutile(001), 0.42% for anatase(101), and 0.17% for anatase(001) surfaces. The high values for anatase(101) and rutile(100) correspond to close to 100% APCE, indicating that these surfaces are not amenable to further improvements in their light harvesting ability using N3 dye. The adsorption kinetics was also studied. The adsorption rate constants for the slow step of N3 adsorption onto the various TiO2 surfaces were determined by fitting the kinetic data to a Langmuir kinetic model. Possible binding geometries for N3 to these various low-index TiO2 surfaces were proposed."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        }
    ],
    "Title": "Adsorption, Desorption, and Sensitization of Low-Index Anatase and Rutile Surfaces by the Ruthenium Complex Dye N3"
}