{
    "DOI": "10.1149/1.2205172",
    "Journal": "Journal of The Electrochemical Society",
    "Keywords": [
        "chlorine",
        "aluminium",
        "metallic thin films",
        "impurity distribution",
        "ion implantation",
        "corrosion"
    ],
    "Sections": [
        {
            "content": [
                "The pitting potential of pure aluminum thin films in 50mM K2SO4 was measured as a function of implanted Cl fluence. Samples were implanted with 35keV Cl+ at room temperature using fluences from 2.25×1016to3.25×1016ionscm−2 in increments of 0.25×1016. An empirical relationship between pitting potential and fluence was found which suggests a critical Cl concentration in the oxide is necessary for pit initiation. No correlation between pitting potential and the measured Cl concentration or distribution in the metal was found."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "A key aspect to understanding oxide destabilization and subsequent pitting of passive metals is to elucidate the role of aggressive anions, particularly Cl−. Although numerous theories have been proposed in which fundamental physical and chemical processes for the interaction of Cl− and passivating oxides are described,– the exact mechanism which causes oxide breakdown has yet to be determined. Some of the information that is lacking to date is the concentration of Cl and its specific location (i.e., surface, bulk, or interfacial) in the oxide that results in failure.",
                "The interaction of aqueous chloride and passive oxides has been studied by a variety of methods. Kolics et al. used radioactive tracers to study passive film breakdown as a function of chloride adsorption incorporation. In a comparative study of sulfate and chloride adsorption on 99.999% aluminum they showed that a significant portion of adsorbed chloride is incorporated into the passive film and the irreversibility of adsorption is enhanced by film growth. Their findings support that chloride anion incorporation rather than adsorption alone contributes to initiation of the pitting process. Berzins et al. measured localized chloride adsorption on 99.5% aluminum and found a quantitative relationship between Cl adsorption and NaCl solution concentration between 1 and 10−5M. The concentration of chloride within the oxide was not determined, however, and pitting did not occur at all adsorption sites. Therefore, the relationship between localized chloride adsorption and pitting was not clear. Bockris and Minevski found a linear dependence of the breakdown potential on the log of concentration for aqueous chloride levels between 10−4 and 10−2M.",
                "In another set of studies, ion implantation was used to study the migration of halide species in anodic alumina. Brown and Mackintosh and Skeldon et al. found that during film growth (i.e., under an electric field), implanted chloride ions migrate inward, toward the aluminum substrate., These findings were supported by Shimuzu et al. in another migration study which used a different source of chloride ions incorporated into oxide films. Shimuzu’s reported chloride migration rates were in excellent agreement with values obtained by using implanted chloride, indicating that ion-implantation damage had little effect on the ionic transport processes of chloride. While the mobility of chloride in aluminum oxide has therefore been established, its relationship to pitting was not addressed.",
                "Most recently, Natishan et al. studied the uptake and incorporation of Cl− into native oxides on aluminum using X-ray photoelectron spectroscopy (XPS) and X-ray absorption near edge structure (XANES).– In their work, Cl− was detected both as an adsorbed species in the near-surface region and as an incorporated species in the bulk of the oxide after potentiostatic polarization at potentials below the pitting potential. Their results also provided evidence of chloride migration as well as oxide thinning. The chloride concentrations measured by these techniques, however, are average values which may not reflect the local concentration at a pit site.",
                "A continuing and specific goal of this research effort is to link both the location and concentration of chloride in the oxide film directly to pitting behavior. Unique in this undertaking are the use of a microcapillary test cell and ion implantation as the source of chloride. Use of a microcapillary allows small currents (10−12A) consistent with local oxide breakdown to be measured. Ion implantation provides a method by which the Cl concentration in the sample can be defined, unlike the case for solution-derived chloride, and thus provides a means of correlating Cl+ fluence to pitting behavior. Previous work in our laboratory demonstrated that implanted Cl could induce pitting of pure Al ingots and wires exposed to a Cl− -free electrolyte., By testing over a range of fluences (at constant implant energy), a transition in pitting susceptibility was identified such that samples with 3×1016Cl+cm−2 exhibited pitting in 50mM K2SO4, while samples with a fluence of 1×1016Cl+cm−2 did not (Fig. 1). These results suggested that a minimum fluence, greater than 1×1016Cl+cm−2, is required for pit initiation.",
                "The goals of this work are the following: (i) determine the speciation, concentration, and distribution of implanted Cl+ in the oxide, (ii) validate TRIM calculations in the near surface region with XPS and time-of-flight secondary ion mass spectroscopy (TOF-SIMS) surface analysis results, (iii) correlate pitting potential and Cl+ implant fluence, and (iv) determine the effect of implanted Cl in the metal."
            ],
            "name": "",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Samples were prepared by electron-beam deposition of aluminum onto a thermal SiO2 layer on a standard silicon wafer. The resulting films are 99.9999 aluminum of 200nm thickness with an air-formed (native) oxide. Samples were implanted at room temperature with 35keV Cl+ to fluences of 2.25×1016, 2.50×1016, 2.75×1016, 3.00×1016, and 3.25×1016ionscm−2. Additional samples were prepared with different combinations of implant energy and fluence levels to modify the Cl distribution in the sample, primarily the metal. These samples are 0.50×1016ionscm−2 at 20keV and 5.00×1016ionscm−2 at 50keV."
                    ],
                    "name": "Sample preparation and Cl implantation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Implant regions of these Al films were analyzed using XPS with a Kratos Axis Ultra spectrometer. Chemical speciation of the Cl in the oxide was determined using Mg Kα X-ray irradiation with the sample surface normal to the analyzer axis (90° analysis or take-off angle, maximum sampling depth). Cl concentration measurements were made using monochromatic Al Kα X-ray irradiation with the sample at analysis angles of 90 and 30° to confirm expected Cl concentration increase with increasing implant fluence within the sampling depth limit. The implant profiles were measured using TOF-SIMS with a Physical Electronics TRIFT-I spectrometer and a 15keV Ga+69 source. Profiles were generated in a static mode with short periods of sputtering, as opposed to conventional dynamic mode profiling. Sputter rates were calibrated using a known thickness, amorphous Al2O3 standard. Oxide thickness values were determined by measuring the midpoint in the abrupt decrease in the secondary O− ion intensity. Samples were exposed to O3 in a commercial UV oven for 20min immediately prior XPS analysis to remove adventitiously adsorbed hydrocarbon contaminants. The lack of measurable oxide growth with O3 exposure was confirmed by conducting TOF-SIMS analysis prior to and after cleaning."
                    ],
                    "name": "XPS and TOF-SIMS measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical measurements were made using a Gamry FAS2 Femtostat and a glass microcapillary test cell to expose sample areas on the order of 0.00005cm2. The capillary tip was coated with a noncorrosive, room temperature curing silicone rubber to provide an elastomeric seal with the sample. No evidence of crevicing under the seal was observed. The three-electrode test cell included a Pt wire counter electrode and a Ag∕AgSO4 pseudoreference electrode. The reference electrode was periodically tested vs a standard saturated calomel electrode (SCE) to verify its stability and was measured at +55mV vs SCE. In this paper, all potentials are reported with respect to SCE. The anodic polarization behavior of implanted samples was measured after a 10s open-circuit delay using a constant scan rate of 1mVs−1. The potential was ramped from 100mV below the open-circuit potential toward more noble potentials until the sample pitted and a threshold current of 200nA was exceeded. This current limit was used to terminate the experiment before extensive pitting damage on the sample had occurred. Tests were performed in 50mM K2SO4 at room temperature, with no measures taken to either aerate or deaerate the electrolyte. A minimum of 10 tests was performed on each sample."
                    ],
                    "name": "Electrochemical polarization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Transport of Ions in Matter (TRIM) simulations were used to calculate the spatial (Gaussian) distribution of implanted Cl in aluminum as a function of ion fluence and implant energy. Although the effect of Cl in the near-surface region (in the native oxide layer and the vicinity of the oxide–metal interface) on pitting potential is the intended system of study, ion implantation inherently results in a large concentration of Cl in the metal and the possible effects on pitting behavior cannot be disregarded. The TRIM simulations clearly show that the bulk of the implanted Cl resides in the aluminum with much lower concentrations in the oxide layer. As one would expect, the simulations also show that for a given implant energy increasing the fluence results in a higher Cl content, most visibly indicated by an increase in peak height. The distribution (e.g., peak width and location) of Cl in the sample can be manipulated by varying the implant energy and provides a means to investigate the effect of Cl in the metal.",
                        "Because the TRIM simulations do not take into account surface interactions arising from the implantation process, e.g., material loss due to sputtering and different sputtering rates of the oxide vs the metal, the predicted values for the near-surface region, i.e., the oxide layer, are subject to uncertainty. Despite this, TRIM simulations can be used to estimate the location of the oxide–metal interface and the Cl concentration in the oxide. The location of the oxide–metal interface on the TRIM simulation can be estimated by assuming (i) 3–4nm of material loss due to sputtering during the implantation process and (ii) a uniform oxide thickness on the order of 3nm. Using these guidelines, the oxide–metal interface is located at 6nm on the predicted Cl depth profile, as shown in Fig. 2 and 3 and (this does not apply to the TOF-SIMS generated profiles shown in Fig. 5). Furthermore, the total Cl content in the oxide layer can be estimated by integrating the area under the curve between 3 and 6nm, the results of which are shown in Table I for the fluences under consideration. The accuracy of TRIM simulations in the near-surface region was determined by comparing the calculated values to the experimentally measured Cl concentrations in the oxide and will be discussed in a later section.",
                        "The calculated Cl depth profiles for the minimum and maximum fluences implanted using an energy of 35keV are shown in Fig. 2 (for simplicity, the intermediate fluences of 2.50, 2.75, and 3.00×1016ionscm−2 are not shown). For an implant energy of 35keV the Cl peak is located at a depth of approximately 40nm, clearly in the metal. Peak Cl concentrations range from 9 to 13 atom % for fluences of 2.25 and 3.25×1016ionscm−2, respectively. In the near-surface region, however, the Cl concentration varies only slightly and is between 1 and 2 atom % at the oxide–metal interface (Fig. 2b).",
                        "To differentiate between the effect of Cl in the oxide vs in the metal, samples with different Cl peak concentrations and locations were prepared. Figure 3 shows TRIM-calculated Cl depth profiles for the implant energy and fluence combinations of 20keV, 0.50×1016ionscm−2 ; 35keV, 2.25×1016ionscm−2 ; and 50keV, 5.00×1016ionscm−2. The Cl peak content and location for these samples are 3 atom % at 20nm, 9 atom % at 40nm, and 16 atom % at 60nm, respectively. In contrast, the predicted Cl content in the near-surface region is very similar for all three samples, approximately 1 atom % at the estimated oxide–metal interface (Fig. 3b)."
                    ],
                    "name": "TRIM–92 depth profiles",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The chemical state of the Cl species within the passive oxide can be determined using XPS. A measurement of a modified Auger parameter (α′) based on the energy separation between the Cl(2p) core level and the X-ray induced Cl(LVV) Auger peak yields a value that can discriminate between anionic, neutral, and cationic forms of the Cl species. This parameter is determined by the following equationThe use of this energy difference formalism eliminates the need for absolute binding energy referencing as well as effects of static charging. Representative spectra for these two features are shown in Fig. 4 for 3 and 5×1016cm−2 fluences implanted at 35keV. A value of 381.2eV is measured for both implant levels. This value is comparable to parameters of 380.3eV for Cl− in KCl and 382.0eV for Cl− formed at surface O vacancies on low-energy electron-irradiated Al2O3. Furthermore, this measured value of 381.2eV contrasts with the much larger values of 387.5 and 389.4eV reported for cationic Cl in the KClO3 and KClO4 salts, respectively. The form of Cl within the oxide is therefore an anionic species, i.e., Cl−. This result, of course, is specific to the Cl in the oxide, as the Cl in the metal must be neutral."
                    ],
                    "name": "XPS results of Cl-implanted Al thin films–Chemical specia tion",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "XPS can also be used to determine the quantity of Cl within the passive oxide. This analysis is accomplished by comparing the integrated intensity measured for the Cl(2p) and the Al(2p)3+ peaks assuming that the oxide is sufficiently thick to act as the dominant source for Cl(2p) emission, or more specificallyIn Eq. 2, I and σ denote the integrated intensities and photoelectron cross sections for the specific transitions. The λ term represents the attenuation length for inelastic scattering for the respective photoelectrons and is both material- and kinetic-energy-dependent. The KE term takes into account the transmission probability of an electron through the analyzer in terms of its kinetic energy. Knowledge of the atomic density of Al3+ within the passive oxide allows calculation of the Cl concentration within the oxide using this equation.",
                        "These XPS intensity measurements must be made at a sufficient analysis or take-off angle (θ—the angle between the axis of the analyzer and the surface plane) to ensure that minimal contribution of Cl in the metallic Al substrate exists. A good estimate of a suitable analysis angle can be made based on knowledge of the oxide thickness (dox) and an attenuation length (λ) of the Cl(2p) electron within the oxide. TOF-SIMS measurements, as discussed below, demonstrate that the oxide on the Cl-implanted surfaces in this study is 3.2nm thick. The electron attenuation length has been measured for a comparable oxide using angle-resolved photoemission from 30 to 90°. The thickness of this comparable oxide was determined using both TOF-SIMS and cross-sectional transmission electron microscopy (TEM) measurements while the density was determined from X-ray reflectivity measurements. An attenuation length value of 2.4nm results for the Mg Kα -induced Cl(2p) at 1054eV (kinetic energy) with a corrected value of 2.7nm for the Al Kα -induced Cl(2p) using the fitting results of Tanuma et al. A sufficient analysis angle can be determined based on the exponential decay in the Cl intensity from the metal substrate as a function of increasing oxide thicknessThe use of an angle of 30° produces 90% of the total Cl measured signal from the passive oxide. Lower analysis angles less than 30° are not practical due to greatly decreased photoelectron emission detected in our experimental configuration.",
                        "The results of the analysis of Cl within the passive oxide are shown in Table I. The Cl concentration ranges from 0.80 to 1.14 atom % for the fluence range of 2.25–3.25×1016ionscm−2 at an implantation energy of 35keV. While TRIM calculations predict a linearly increasing Cl concentration with increasing implant fluence, the XPS data show no discernable trend with fluence. This indicates that where our approach is capable of detecting the presence of ca. 1 atom % Cl within the oxide other indeterminate factors preclude a finer level of quantification. This nominal 1 atom % concentration, however, confirms the estimated concentration values from our TRIM calculations at mean depths of 6nm within an order of magnitude. At all fluences, the TRIM calculations overestimated the actual Cl concentrations."
                    ],
                    "name": "XPS of Cl-implanted Al thin films–Concentration of Cl in the oxide",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "SIMS measurements were made on candidate implanted films to better understand how the Cl is distributed along the implant axis in the oxide. Additionally, the SIMS depth profiles offer a method of measuring the equilibrated thickness of the ambient-formed oxide prior to electrochemical polarization. Figure 5 shows the series of Cl profiles generated over the explored implant fluence and energy range. Data is displayed as a secondary Cl− ion intensity normalized to the mean secondary O− ion intensity in the bulk of the passive oxide vs depth into the substrate. These curves are an average of two or three individual profiles to improve sampling statistics, with the exception of the 2.5×1016cm−2 (35keV), 0.5×1016cm−2 (20keV), and 5×1016cm−2 (50keV) cases. No distinction is made for the sputter rate between the passive oxide and the underlying metal; however, the sputter rate of the oxide is expected to be a factor of 2 less than that of the metal. The data show a gradual increase in Cl signal from the surface to the midpoint (ca. 1.6nm ) or bulk of the oxide where a local maximum in intensity is observed. The ion intensity then increases with further approach to the oxide/metal interface.",
                        "These SIMS profiles are qualitatively consistent with the expected trend in increasing Cl− concentration with increased implant fluence for the 35keV implant energy. An increase in relative Cl− content of the oxide is observed over the range of 2.25–3.25×1016cm−2. An unexpected smaller relative Cl− content was measured for the 3.00×1016cm−2 sample; the Cl− content for this sample was lower than that measured for the 2.50 and 2.75×1016cm−2 samples. The origin of this variation is undetermined at this time. The measured relative standard deviation for Cl− content in the bulk of the oxide, based on three profiles conducted at 3.00×1016cm−2, is approximately 3%. This level of precision rules out instrumental errors as a source of variance and suggests that factors related to the material system and implantation may be responsible. Unexpected variation aside, a qualitative trend is observed which is consistent with the electrochemical properties discussed in this paper.",
                        "The SIMS profiles generated for variable implant energy samples (20, 35, and 50keV ) show that the Cl content at the oxide–substrate interface can be tailored. The SIMS measurements show that the 20keV (0.50×1016ionscm−2), 50keV (5.00×1016ionscm−2), and 35keV (2.25×1016ionscm−2) samples have the most similar Cl concentrations at the interface (Fig. 5, curves a–c). The SIMS results confirm that these samples provide a basis for the determination of the effect of Cl in the metal on pitting potential."
                    ],
                    "name": "TOF-SIMS results of Cl-implanted Al thin films–Distribu tion",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Anodic polarization curves for aluminum thin films, unimplanted and with 2.25, 2.50, 2.75, 3.00, and 3.25×1016cm−2 implanted Cl, are shown in Fig. 6a. All curves for the implanted samples are characterized by similar open-circuit potential values (−0.8to−1V SCE), similar passive current densities (∼10−5Acm−2), and a clear transition to pitting. In some cases, minute current transients are observed, indicative of metastable pitting on the implanted samples. The polarization curve for the unimplanted sample shows a similar open-circuit potential, a slightly lower initial passive current density, and no pitting (polarization continued up to 10V ). Figure 6b shows the cumulative distribution functions corresponding to the implanted samples shown in Figure 6a. The pitting potential for each sample population was very reproducible, resulting in a narrow distribution. These results clearly show that local oxide breakdown is sensitive to small increments in fluence (0.25×1016cm−2). With one exception, a decrease in fluence corresponds to an increase in pitting potential for the samples examined in this study. In an unexpected result, the 3.00×1016 sample exhibits more noble pitting potentials than the 2.75×1016 sample. Although this result is not consistent with the overall trend for implant fluence, TOF-SIMS measurements confirm that the 3.0×1016cm−2 sample has a lower Cl content than the 2.5 and 2.75×1016cm−2 samples (Fig. 5, curve d compared to curves e and f). In light of the SIMS measurements, it is not clear why the 3.0×1016cm−2 sample did not have higher pitting potentials than the 2.5×1016cm−2 as well.",
                        "As mentioned previously, the effect of Cl implantation on pit initiation on aluminum under aqueous conditions has been investigated in our laboratory.,, In past studies chlorine was implanted over a fluence range of 1016–1017ionscm−2 in increments of 1×1016. Results showed that no pitting occurred for a fluence of 1×1016 in ten experimental trials using a scan rate of 1mVs−1. The results were only slightly different for a fluence of 2×1016, with a single pitting event observed out of ten trials at the same scan rate. There was a sharp transition in pitting behavior between 2×1016 and 3×1016, with pitting occurring for ten out of ten experiments for the higher fluence at a 1mVs−1 scan rate. A plot of average pitting potential vs Cl implant fluence compiled from data from Ref. and the current study is shown in Fig. 7. The average pitting potential can be related to the Cl implant fluence by the following equationThe standard deviation in the average pitting potential decreases as the implant fluence increases over the range of 2×1016 to 1×1017, as shown in Fig. 7. According to this relationship, the overpotential required to induce pitting with Cl fluences less than approximately 1.5×1016 is in the range typical for anodization (10V), consistent with our past experimental observations. Most significantly, the pitting potential is demonstrated to have a logarithmic dependence on Cl fluence. While the relationship between breakdown potential on the log of aqueous chloride concentration has been previously established, this work demonstrates a similar relationship exists for chloride in the solid state.",
                        "To determine the effect of Cl in the metal on pitting, the Cl concentration in the near-surface region (i.e., in the oxide) must remain nearly constant, as illustrated by the TRIM calculations in Fig. 3b. Figure 8 shows the cumulative distribution function (CDF) of pitting data for the samples represented in Fig. 3. The CDF for 35keV, 2.25×1016 and 50keV, 5.00×1016 overlap, indicating no difference in the pitting behavior between these two samples, despite different Cl distributions in the metal (Fig. 3a). Interestingly, the 20keV, 0.50×1016 sample, which has the lowest total Cl content, also has lower pitting potentials compared to the other two samples by approximately 1V. At this point, the experimental data remain inconclusive as to the effect of Cl in the metal. The results indicate that unaccounted for effects of implant energy play a determinant role in pitting behavior."
                    ],
                    "name": "Electrochemical behavior of Cl-implanted Al thin films",
                    "type": "section_h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are several straightforward findings in this study. First, the speciation of implanted Cl in the aluminum thin film was found to be Cl−. Second, a dependence of pitting potential on Cl fluence (for a fixed energy) was demonstrated and described by an empirical mathematical expression. Finally, TRIM calculations were found to be useful estimates of the Cl concentration in the near-surface region, overestimating actual concentrations by approximately a factor of 2.",
                "Less clear are the relationships between the measured trends in Cl concentration and distribution within the oxide to the pitting behavior. A distinction is made between fluence and concentration, where fluence takes into account all of the accumulated damage (i.e., displacement-induced defects, electronic defects, and other impurities that are kinematically mixed into the oxide). These effects may be acting in tandem with the Cl in the oxide to produce the level of sensitivity to implant fluence observed in the XPS measurements. A second issue is that the small fluence and hence concentration increments used in this study are apparently below the detection limits of either XPS or SIMS. This finding is surprising for the more sensitive SIMS technique and raises questions as to what represents the largest source of variance in this material and process system. One possibility is that implantation results in a laterally heterogeneous Cl concentration. The 24% relative standard deviation measured for the 3×1016cm−2 sample may be an indication of a long-range lateral variation (30μm, the SIMS analysis area). Lateral variation might take the form of a nonuniform implantation or a redistribution of Cl, once implanted, resulting in the formation of Cl-enriched nanodomains at the leading edge of the implant profile, as have been observed experimentally in Cl-implanted Al thin films. Thus, we have reached the following conclusions:",
                "1. Using XPS analysis, implanted Cl in the oxide was found to be consistent with the anion form of Cl.",
                "2. Although useful as a guide, TRIM calculations overestimate the actual Cl concentrations.",
                "3. The pitting potential for the samples under study exhibit a statistically significant variation as a function of implant fluence. A logarithmic dependence of Epit on Cl fluence (for a given implant energy) was demonstrated. This type of relationship suggests a critical concentration effect.",
                "4. A qualitative correlation between TOF–SIMS-measured relative Cl− content and Epit exists for the 35keV implant energy samples.",
                "5. The effect of Cl in the metal could not be determined from this data set."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        }
    ],
    "Title": "A Critical Implanted Cl Concentration for Pit Initiation on Aluminum Thin Films"
}