{
    "DOI": "10.1149/1.1543949",
    "Journal": "Journal of The Electrochemical Society",
    "Keywords": [
        "lithium",
        "X-ray photoelectron spectra",
        "spectrochemical analysis",
        "Auger electron spectra",
        "solvent effects",
        "chemical reactions",
        "surface treatment",
        "electrochemical electrodes"
    ],
    "Sections": [
        {
            "content": [
                "The nature of the reaction products generated by exposure of a model cyclic ester, γ-butyrolactone (γ-BL), two cyclic ethers, dioxalane (DIOX) and tetrahydrofuran (THF), and a cyclic alkyl carbonate, propylene carbonate (PC), toward metallic Li at room temperature was examined in ultrahigh vacuum by infrared reflection absorption, Auger electron (AES), and X-ray photoelectron (XPS) spectroscopies. The features observed in the spectra were consistent with Li butyrate and Li β-keto ester in the case of γ-BL, and a dialkoxide derivative of Li with small amounts of Li oxide for experiments involving PC as the main reaction products. The behavior of both these solvents differs greatly from that found of the cyclic ethers DIOX and THF, for which the XPS spectra yielded small amounts of Li oxide and Li carbide as the only reaction products. These two species are most likely not derived from reactions involving DIOX or THF but rather from reactions between metallic Li and CO desorbed from the walls of the chamber during prolonged dosings. The extent of the reaction involving γ-BL, as evidenced by the loss of the AES peak at 52 eV characteristic of metallic Li, far exceeded that observed with PC and the linear alkyl carbonates reported previously in this laboratory, for which the aforementioned feature could be discerned clearly even after extensive exposure. All these findings agree with those reported by Aurbach et al.1 for experiments involving Li metal exposure to the same solvents in liquid phase, which suggests that conclusions drawn from ex situ experiments of the type originally devised by our research group may also be applicable to reactions in condensed phase, including electrochemical environments. © 2003 The Electrochemical Society. All rights reserved."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Procedures have been developed in our research group for the identification of reaction products formed on clean Li surfaces upon exposure to solvents of relevance to lithium batteries in gas phase. These experiments are carried out in ultrahigh vacuum (UHV), using infrared reflection absorption spectroscopy (IRAS), Auger electron spectroscopy (AES) and X-ray photoelectron (XPS) spectroscopy as complementary vibrational and electronic probes. This paper extends the suite of linear and cyclic alkyl carbonates investigated in previous work, to γ-butyrolactone (γ-BL), a model cyclic ester, as well as 1,3-dioxalane (DIOX) and tetrahydrofuran (THF), two model cyclic ethers, to compare the reactivity of these latter solvents toward metallic Li with that of linear alkyl carbonates."
            ],
            "name": "",
            "type": "section_h2"
        },
        {
            "content": [
                "All measurements were performed in a custom designed UHV chamber equipped with instrumentation required for the cleaning of Li specimens and their subsequent spectral characterization with AES, XPS, and IRAS. As described elsewhere, p-polarized infrared (IR) light emerging from a Mattson Cygnus 25 Fourier transform IR (FTIR) spectrometer was focused at an incident angle of 69° onto the surface of a coin-shaped Li foil (ca. 12 mm diam, 1 mm thick) mounted onto the UHV sample stage (see below). As is customary, IRAS spectra are reported in the form of ΔR/R=(Rref−Rsamp)/Rref vs. wavenumber, where Rref and Rsamp refer to the coadded and averaged single beam spectrum of the Li surface before (ref) and after (samp) solvent dosings. Extensive Ar+ sputtering (ca. 100 h) was found necessary to reduce carbon and oxygen (the only detectable impurities) below the AES detection limit of our instrumentation. Additional details regarding sample preparation and other experimental aspects may be found in previous publications.",
                "Ultrapure DIOX and γ-BL were further purified by repeated freeze/thaw cycles and introduced into the main UHV chamber through a multicapillary array/gas doser as specified in earlier publications. The base and working pressures of the UHV chamber were on the order of 2.0×10−8 and 1.0×10−7 Pa, respectively."
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Auger electron spectrum of clean Li following extensive sputtering is shown in curve A, Fig. 1. Immediately after spectral acquisition was completed, an IRAS spectrum (reference) was recorded. The surface was then exposed to gas phase γ-BL, while monitoring the reaction progress with IRAS until no further changes in ΔR/R were observed. Following this prolonged dosing, the resulting ΔR/R spectrum (see curve A, Fig. 2) displayed a prominent peak at 1080 cm−1 (C­O stretch), and several strong and weak features in the range 2700­3000 cm−1 (C­H stretches) and 700­1800 cm−1, respectively. The assignments for all these peaks, as well as a comparison with data reported by Aurbach et al. for Li exposed to the same solvent in condensed phase are summarized in Table I. Once the IRAS measurements were completed, the specimen was placed in front of the electron energy analyzer for AES and XPS spectral acquisition.",
                        "Unlike the behavior found for diethyl (DEC), dimethyl (DMC) and ethylmethyl carbonates (EMC) earlier in this laboratory, no evidence was obtained in the AES spectra of the γ-BL reacted Li surface for the presence of metallic Li at 52 eV (see curve B, Fig. 1). Instead, all peaks in this low energy region may be ascribed to reaction products between gas phase γ-BL and Li, as further confirmed by the presence of prominent features at 271 and 503 eV ascribed to carbon and oxygen, respectively. This effect most likely reflects variations in the extent to which the reaction occurs, i.e., alkyl carbonates would yield thin and compact films, whereas γ-BL and ethanol (and presumably other simple alcohols) would generate thicker reacted layers.",
                        "As evident from Table I, the peak positions of all IRAS spectral features identified in this work, are, with only a few exceptions, within a few wavenumbers of those reported by Aurbach et al. for FTIR spectra of Li surfaces exposed to liquid phase γ-BL under an inert atmosphere at room temperature. Analysis of the FTIR spectra and complementary information derived from solution phase nuclear magnetic resonance studies led these authors to propose that γ-BL is reduced via a single electron to form the corresponding γ-BL anion coupled to Li, which can either undergo ring opening to yield Li butyrate (see Scheme I and Table I), or nucleophilically attack another γ-BL molecule to form the β-keto ester anion-Li coupled molecule.",
                        "Scheme 1. Proposed reaction mechanism between metallic Li and BL.",
                        "Further insight into the identity of the reaction products of γ-BL and metallic Li was obtained from the background corrected O (1s) XPS spectra (panel A, Fig. 3), which revealed features ascribed to Li2O (530 eV), Li­O­R (532.5 eV), and Li­O­C­O­R species (535 eV), and from the corresponding C (1s) region (panel B, Fig. 3), which was characterized by peaks attributed to carbon centers in carbonyl groups (290 eV), C­O­C, and Li­O­C environments (287.8 eV), methylene chains (286 eV), and lastly, carbidic carbon at 284.5 eV.",
                        "Lithium surfaces exposed in UHV first to CO2, to form a layer of Li2CO3, and subsequently to γ-BL, yielded the same, albeit more attenuated IRAS spectrum compared to that shown in Fig. 2. This finding indicates that the presence of inorganic carbonate inhibits γ-BL from reacting with the underlying metallic Li, without modifying the nature of the reaction products. Similar studies involving propylene carbonate (PC) suggest that the Li2CO3 overlayer promoted formation of a lithium alkyl carbonate, as opposed to just Li alkoxide, as observed for bare unreacted Li (see below)."
                    ],
                    "name": "γ-BL.—",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The IRAS spectrum of metallic Li exposed to PC (shown for completeness in curve C, Fig. 2), including the effects of a preformed Li2CO3 overlayer, have been reported in earlier publications and are not discussed here. It suffices to state that the spectral features in curve C, Fig. 2 are consistent with those of the Li dialkoxide derivative of 1,2-propanediol (PD), as a comparison of the IRAS of Li exposed to genuine PD indicated.",
                        "Complementary support for some of these assignments was obtained from the O (1s) and C (1s) XPS spectra of PC and PD reacted Li surfaces in panels A and C, and B and D, in Fig. 4, respectively. After accounting for slight shifts in energy caused by charging of the thicker PD/Li film, the positions and relative intensities of the features for the reaction products of PC and PD with Li appear to be in good agreement."
                    ],
                    "name": "PC.—",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Unlike the behavior found for γ-BL, no spectral features could be discerned in the IRAS spectrum of Li surfaces exposed to DIOX or THF under otherwise identical conditions. Equally featureless was the room temperature IRAS spectrum of vapor deposited Li films on Ni surfaces which had been first cooled to ca. 150 K while dosing with THF to condense a rather thick layer of frozen material, and later warmed to ca. 300 K to allow evaporation. These observations indicate that the reaction products are either present in amounts below the detection limit, or otherwise do not exhibit features in the spectral region accessible with our equipment. In fact, AES and XPS analysis of these surfaces showed signals both for carbon and oxygen consistent with the presence of Li2O, Li carbide, and other minor contributions. These compounds are, in all likelihood, derived from the reaction of Li with CO desorbed from the walls of the chamber during the long solvent dosings, and not from reaction products involving Li and the solvents themselves. Experiments designed to assess the relative reactivity of various solvents toward metallic Li reported by Aurbach et al. showed that the ethers require periods of weeks for products to be clearly detected, whereas ester-based and alkyl carbonates react over minutes to hours.",
                        "The results obtained for THF are difficult to reconcile with those reported by Ross et al., who identified Li alkoxide as the main reaction product at room temperature based on XPS analysis of THF layers initially frozen at cryogenic temperatures and later heated in stages to high temperatures. As we have suggested in earlier communications, this effect could well reflect photoelectron-induced decomposition of these rather fragile organic materials owing to excessive X-ray irradiation. Efforts are underway in our laboratories to modify our current instrument to allow both XPS and IRAS measurements to be performed at a fixed specimen position, thereby avoiding artifactual features in the IRAS derived from slight changes in geometry which render spectral analysis highly uncertain. If successful, this approach could help resolve this remaining quandary."
                    ],
                    "name": "Dioxalane (DIOX).—",
                    "type": "section_h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "IRAS and both AES and XPS photoelectron spectroscopies can provide complementary information regarding the reactivity of a wide variety of species on Li surfaces. In many instances, the nature of the products formed by exposure of solvents of relevance to lithium batteries, including linear and cyclic carbonates, cyclic ethers and an ester, bear close similarity to those observed upon exposure of the same solvents in condensed phase to Li. More specifically,",
                "1. Linear and cyclic carbonates yield the corresponding alkoxides as the main reaction products, forming what appears to be a thin compact film that protects Li underneath from undergoing further reaction. Although in the case of PC the presence of lithium carbonate on metallic Li promotes formation of the corresponding Li alkyl carbonate, as observed in condensed phase, no similar effects were observed for the linear carbonates in UHV.",
                "2. Gamma butyrolactone reacts with Li to yield Li butyrate and Li β-keto ester as the main reaction products in agreement with condensed phase results.",
                "3. The cyclic ethers displayed far lower reactivity than any of the other solvents examined, yielding no discernable IRAS or XPS features following prolonged experiments in UHV at room temperature. Discrepancies with the results obtained by Ross et al. may be due to photoelectron induced damage while recording XPS spectra of rather delicate organic species, as has been reported in our group using temperature programmed desorption."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        }
    ],
    "Title": "Reactivity of Metallic Lithium Toward γ-Butyrolactone, Propylene Carbonate, and Dioxalane"
}