{
    "DOI": "10.1002/zaac.201400398",
    "Journal": "Zeitschrift für anorganische und allgemeine Chemie",
    "Keywords": [
        "Crystal structure",
        "Luminescence",
        "Cadmium"
    ],
    "Sections": [
        {
            "content": [
                "In this paper, two cadmium(II) coordination polymers [Cd(sdb)(bib)]n (1) and {[Cd2(pda)2(bib)2]·0.5H2O}n (2) [H2sdb = 4,4′-sulfonyl-dicarboxylic acid, H2pda = 1,3-phenylenediacetic acid, and bib = 1,4-bis(1-imidazolyl) benzene] were synthesized and characterized by hydrothermal methods. Complex 1 displays a 3,5-connected topological net and complex 2 shows a 4-connected non-interpenetrated pcu framework. Furthermore, the luminescent properties for complexes 1 and 2 were investigated."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "In recent years the design and construction of coordination polymers (CPs) have been at the forefront in the research of new functional materials with applications such as gas adsorption, magnetism, luminescence, and catalysis technologies, depending on their fascinating variety of architectures and topologies. – In the process of syntheses for CPs, the key factor is the rational assembly of transition metal ions and the organic ligands. – Many reports illustrate the use of aromatic dicarboxylic acids acting as organic ligands in the preparation of metal-organic coordination polymers in which the carboxylate groups display diverse chelating and bridging modes for constructing coordination polymers. – On the other hand, the increasing interest has been concentrated on the N-donor bridging ligands due to their diversities in coordination modes and versatile conformations according to the restrictions imposed by the coordination environment of the metal ion. Among various N-donor ligands, bis(imidazole)-containing ligands have been widely used in the construction of coordination polymers and yield many fascinating architectures.",
                "With that in mind, two different dicarboxylate ligands and 1,4-bis(1-imidazolyl) benzene were selected as organic linkers to synthesize two coordination polymers, namely, [Cd(sdb)(bib)]n (1) and {[Cd2(pda)2(bib)2]·0.5H2O}n (2) with different topological nets."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "content": [
                                "X-ray crystallographic analysis revealed that complex 1 crystallizes in the monoclinic space group C2/c. The asymmetric unit has one CdII ion, one sdb2–, and one bib ligand. Each CdII ion is five-coordinate by three carboxylate oxygen atoms [Cd1–O1 = 2.2874(19) Å, Cd1–O5 = 2.318(2) Å and Cd1–O6 = 2.2086 (14) Å] and two nitrogen atoms [Cd1–N1 = 2.3071(16) Å and Cd1–N3 = 2.2764(15) Å] in a trigonal dipyramidal environment (Figure 1). Each sdb2– ligand connects three crystallographically equivalent CdII atoms to form a two-dimensional layer net, in which the carboxylate groups adopt μ1-η0:η1 and μ2-η1:η1 coordination modes (Figure 2). The bib ligands further connect the 2D layer nets to form a three-dimensional framework (Figure 3). To further understand the structure of the complex, topological analysis was performed on 1. If Cd (II) and sdb2– are simplified as five-connected and three-connected nodes, respectively, and the bib ligands are considered as connectors, this structure can be described as a binodal (3,5)-connected net with point symbol of (63).(65.83.102) (Figure 4).",
                                "In this topology, there exist eight six-membered rings (three from 3-connected center and five from 5-connected center), three eight-membered rings, and two ten-membered rings from 5-connected vertex. The network consists of equal numbers of 3- and 5-connected centers. Based on the analysis with the TOPOS software, this (3,5)-connected topology represents a new type of topology."
                            ],
                            "name": "[Cd(sdb)(bib)]n(1)",
                            "type": "section_h4"
                        },
                        {
                            "content": [
                                "Crystallographic analysis reveals that the complex {[Cd2(pda)2(bib)2]·0.5H2O}n (2) crystallizes in the monoclinic system, space group P21/c. The coordination environment around the central CdII atom is shown in Figure 5. It consists of dinuclear units of CdII atoms, where each pair of CdII atoms is linked by two pda anions with a Cd···Cd separation of 3.958 Å. The central CdII exhibits an octahedral arrangement with N2O4 coordination sphere [Cd–O, ranging from 2.2815(19) Å to 2.5135(18) Å; Cd–N, ranging from 2.2942(19) Å to 2.3281(19) Å]. In complex 2, the carboxylate groups adopt three coordination modes: μ1-η1:η1, μ2-η0:η2 and μ2-η1:η1, which further connect the CdII ions to form a two-dimensional layer structure (Figure 6). The 2D layers are further connected to form a three-dimensional structure by bib ligands (Figure 7). If the dinuclear CdII units and the organic ligands are viewed as nodes and linkers, respectively, the 3D structure can be simplified as pcu topological net (Figure 8)."
                            ],
                            "name": "{[Cd2(pda)2(bib)2]·0.5H2O}n(2)",
                            "type": "section_h4"
                        }
                    ],
                    "name": "Structure Description",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To confirm the purity of the samples, compounds 1 and 2 were characterized by X-ray diffraction. Experimental and simulated XRD patterns for compounds 1 and 2 are shown in Figure S1 (Supporting Information). All peaks in the measured curves approximately match the simulated curves generated from single-crystal diffraction data, which clearly confirms the phase purity of the experimental products.",
                        "To investigate the thermal stability of complexes 1 and 2, TG analyses were studied. The TG curve of 1 shows that the compound is stable at 280 °C, and then a weight loss to 600 °C may to attributed to loss of organic ligands (obs. 79.39, calcd. 79.52 %) The TG curve for 2 exhibits an initial weight loss starting at 150 °C with the observed weight loss of 75.15 % (calcd 75.27 %) (Figure S2, Supporting Information)."
                    ],
                    "name": "XRD and Thermogravimetric Analyses",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "As depicted in Figure 9complexes 1 and 2 exhibit fluorescent emission with the maxima at 468 nm (λex = 357 nm) for 1, 440 nm (λex = 346 nm) for 2. Such fluorescence behavior may be attributed to the intraligand transition of coordinated L ligands since similar emission at 456 nm (λex = 341 nm) was observed for the free L ligand. The H2sdb and H2pda show the weak emissions at 295 nm and 450 nm, respectively.The emissions of bands of the carboxylate ligands originated from the π*–n transition are weak, and it was considered that the carboxylate ligands have on significant contribution to the fluorescence emissions of complexes 1 and 2 in the presence of the N-donor ligand. Compared with free L, the enhancement of fluorescence intensity in the complexes is probably due to the unique coordination of bib to the central CdII atom, increasing the conformational rigidity of the ligand, thereby reducing the nonradioactive decay of the intraligand (π–π*) excited state. The red- or blue-shifted emissions of 1 and 2 were caused by the coordination of the ligands to the central metal atoms."
                    ],
                    "name": "Luminescent Properties",
                    "type": "section_h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Materials and Physical Measurements: All reagents and solvents employed were commercially available and were used as received without further purification. Elemental analysis was carried out with a Carlo Erba 1106 full-automatic trace organic elemental analyzer. FT-IR spectra were recorded with a Bruker Equinox 55 FT-IR spectrometer as a dry KBr pellet in the rage of 400–4000 cm–1. Solid-state fluorescence spectra were recorded with a Hitachi F-4600 equipped with a xenon lamp and a quartz carrier at room temperature. Thermogravimetric (TG) analysis was carried out with a Rigaku standard TG-DTA analyzer with a heating rate 10 °C·min–1 in a nitrogen atmosphere from ambient temperature to 600 °C. X-ray powder diffraction (XRPD) measurements were performed with a Bruker D8 diffractometer operated at 40 kV and 40 mA using Cu-Kα radiation (λ = 0.15418 nm).",
                "Preparation of [Cd(sdb)(bib)]n(1): The mixtures of Cd(NO3)2·4H2O (0.5 mmol,0.145 g),4,4'-H2sdb (0.5 mmol, 0.153 g), bib (0.109 g, 0.5 mmol), NaOH (1 mmol, 0.04 g) and water (15 mL) were placed in a 25mL Teflon reactor which was heated to 160 °C for 3 d and then cooled to room temperature. The colorless crystals were obtained and picked out, washed with distilled water and dried in air (yield: 47 % based on Cd). C26H18CdN4O6: calcd. C 49.81; H 2.89; N 8.94 %; found: C 49.80; H 2.90; N 8.93 %. IR (KBr): = 1614 s, 1447 s, 1302 m, 1237 m, 1107 m, 1065 m, 932 m, 817 m, 756 m cm–1.",
                "Preparation of {[Cd2(pda)2(bib)2]·0.5H2O}n (2): Complex 2 was obtained by the similar method as described for 2 by using of H2pda (0.099 g, 1 mmol) in place of 4,4′-H2sdb. Colorless crystals were obtained (yield: 45 % based on Cd). C88H74Cd2N8O8.5: calcd. C 50.88; H 3.59; N 10.78 %; found: C 50.83; H 3.58; N 10.76 %. IR (KBr): = 3152 br, 1634 s, 1527 s, 1333 s,1204 m, 1176 w, 1030 m, 1074 m, 917 m, 863 m, 707 m cm–1.",
                "X-ray Crystallography: Single crystal X-ray diffraction analyses of compounds 1and 2 were carried out with a Bruker SMART APEX II CCD diffractometer equipped with a graphite monochromated Mo-Kα radiation (λ = 0.71073 Å) by using a ω-scan mode. Empirical absorption corrections were applied to the data using the SADABS program. All the structures were solved by direct methods and refined by full-matrix least-squares methods on F2 using the program SHEXL 97. All non-hydrogen atoms were refined anisotropically. The hydrogen atoms were located by geometrically calculations, and their positions and thermal parameters were fixed during the structure refinement. The crystallographic data and experimental details of structural analyses for coordination polymers are summarized in Table 1. Selected bond and angle parameters are listed in Table 2.",
                "a) R = Σ(||Fo|–|Fc||)/Σ|Fo|. b) wR = [Σw(|Fo|2–|Fc|2)2/Σw(Fo2)]1/2.",
                "Crystallographic data (excluding structure factors) for the structures in this paper have been deposited with the Cambridge Crystallographic Data Centre, CCDC, 12 Union Road, Cambridge CB21EZ, UK. Copies of the data can be obtained free of charge on quoting the depository numbers CCDC-1019766 http://www.ccdc.cam.ac.uk/data_request/cif and CCDC-1019767 http://www.ccdc.cam.ac.uk/data_request/cif (Fax: +44-1223-336-033; E-Mail: deposit@ccdc.cam.ac.uk, http://www.ccdc.cam.ac.uk).",
                "Supporting Information (see footnote on the first page of this article): Additional depictions of the molecular structures; TG curves of complexes 1 and 2."
            ],
            "name": "Experimental Section",
            "type": "section_h2"
        }
    ],
    "Title": "Hydrothermal Synthesis, Crystal Structures, and Luminescent Properties of Two Cadmium(II) Coordination Polymers Based on Dicarboxylate and Imidazole‐Containing Coligands"
}